{
  "M_0104_12y9m_1.wav": {
    "transcription": " The book is called Carnold. It's... It's... Illust... Illustration... Illustration... is... Tony... Dieselwell or something like that. And it is... It is... It is a book in the Horrible Science series and it is generally about scientists who has suffered in in discovering",
    "tts_audio": "tts_M_0104_12y9m_1.wav"
  },
  "M_0061_14y3m_1.wav": {
    "transcription": " What I've been for the last half of term is I've been sailing. What I've been doing is I've been sailing most of the time in wave areas which are really quite big boats and what it is, it is quite hard to actually steer a boat because you've got two jobs to do, to actually make sure where you're going and also look at how much wind you've got. And what you have to wear, you have to wear like clothes to keep you warm. So what I wear is I wear a wetsuit on top of that which I wear a life jacket and then what I wear on my feet is I wear wetsuit boots. What you have to do is you also have to learn how to rig a boat, which is actually quite hard because you've got all all these like pieces of ropes and things which you have to mumble so what the first thing you the first thing you do is you put on one of the two sails which the wayfarer has what they have they have one big sail then i have a then then they have a really much smaller sale called called the um called the um jib and what then what they do they have a much bigger sale called the um called the um main sale which is which is much much bigger than the jib so what you do is you put the jib on and then what you do is you put the mainsail up and then and then what you do is you take",
    "tts_audio": "tts_M_0061_14y3m_1.wav"
  },
  "M_0107_07y7m_1.wav": {
    "transcription": " At Christmas I went to a Disneyland Paris for two days and two nights. And then we had lots of fun. We were very happy that we only brought one present. And we all had a happy time. And there were of the rides. Some rides were fast, some rides were slow. Some rides went high, some rides went low. Some rides were loud. Some rides were... What was your favourite bit? and it was called the Big Thunder Mountain. And we nearly went on every single ride. We loved it there and we had a very happy Christmas over there. Tell me about how did you get there? huge train that can have about 55 cars inside it and go along to France and it would take about an hour and then when we're at France we just come out the Lease Shuttle and then we'd just drive along to Disneyland Paris and there it would take about five hours.",
    "tts_audio": "tts_M_0107_07y7m_1.wav"
  },
  "M_0104_11y2m_1.wav": {
    "transcription": " Most of my books at home are about science. I got two science en... ...micropedias, some... history books, some... science books about a liquid magic and Liquid Magic is about what you can do with water or a different liquid. Like you can have an experiment to see how water travels through a plant by putting ink ink in water and then putting celery and the water will travel to the part of the stick of celery which",
    "tts_audio": "tts_M_0104_11y2m_1.wav"
  },
  "M_0030_17y9m_1.wav": {
    "transcription": " Right, I'm going to talk about fencing for a bit. I started fencing a couple of years ago. There are three weapons, Foil, Epee and Saber. I started off on Foil and that was okay but I didn't feel it was as interesting as some of the others so I started doing a bit of epa after a while and in epa you've got to hit your opponent with the end of the sword absolutely anywhere basically and it's all done with computers and you're all wired up to stuff which can tell if you've hit the other person or not. And there's a metal floor often which means that light doesn't come up if you hit the floor. And I've entered a few competitions. I did quite well. About a year ago when I came 7th in Surrey which wasn't bad. I haven't been doing it so much recently though but I have done a bit of sabre. Most of our school fencing competitions are sabre rather than lappe which is a bit of a pain because it's mostly those of inexperienced people who just hit you and I was wake up the next day with all these bruises and bleeding a bit I've entered a couple of saber competitions as well I'm not generally very good at saber because I don't really practice it but once I got to the last 16 of the public schools fencing competition, which I thought wasn't bad. I don't think I'm realistically going to be able to keep fencing up at university because there's other things that I probably want to do instead. I'm not sure I'll have the time. But I'll probably enter the public schools again this year.",
    "tts_audio": "tts_M_0030_17y9m_1.wav"
  },
  "M_0030_13y1m_1.wav": {
    "transcription": " Okay. On my birthday in March, I received a new bike, which was brilliant. It's sort of a cross between a mountain bike and a racer, which is ideal for my needs, because I live in fairly rough terrain, where I'd like to go out on long rides. And it's a great replacement for my old mountain bike, because that's in bits. Well, almost. How does that work? There's a magnet on one of the wheels, and there's a sensor, and you have to tell it there's a conference of your wheels, but I haven't worked that out yet, so it turns when I do 10 miles and in fact I only do 8 actually on the road but I'll get that sorted. Oh yeah and it's got this nice feature, well it's got average speed and time so that... Well, if you're at a traffic light, it automatically stops so that you can not waste extra time getting your average speed down to zero. And I haven't seen that feature in a lot of cycle computers. My first real practical use of a cycle computer was last week when I went on a bike ride to see one of my friends. It's meant to be about eight miles, so it took about 10 on the computer. It was the longest bike ride I've ever been on, and it was on my own.",
    "tts_audio": "tts_M_0030_13y1m_1.wav"
  },
  "M_1107_38y0m_1.wav": {
    "transcription": " I find it difficult to stay relaxed at times. What things do you enjoy in work? Well I enjoy the satisfaction. there's a job satisfaction involved and it's dealing personally with people's um um own the uh requirements yes um i enjoy the uh the theater um What habits do you like to do when you finish your job? Go home? Long distances? Occasionally, not a chance at. Still, I just enjoy my job anyway. Travel is... I think my speech in the past has more than... closed me down quite a bit. You feel now you'll be more open? Yes, yes. Many years ago when I first had therapy it did open me out more as a person which was a good thing at the time. Because for so long I didn't feel like making a move, making a step. It's one of the advantages of therapy. Yes, it is good. Tell me about have a mother and a father, yes. No brothers or sisters, no.utter? Nobody as far as I remember stuttered in the family, no. And you never heard stories about uncles, fathers? No, no. Do you have theory regarding you stutter? Do you think you know the origin of it? No, I've heard so many different stories, but I know everybody's different. We've all be on the ground to do the rest of the thing. Okay?",
    "tts_audio": "tts_M_1107_38y0m_1.wav"
  },
  "M_0126_06y11m_1.wav": {
    "transcription": " In the morning we did some maths and then in the afternoon we did some painting and we painted a dolphin. And then Miss read us a story. And then we went home. But first we went to our granddad's house. Then we came home here to sit down and then this man came. Then we done some hearing, then now we're doing some speaking. Then afterwards I'm going to go to eat my lunch and watch some TV. And tomorrow after school we might ride our bikes. Tomorrow we're going to do a test and it's all about writing. And then we're going to do some watching TV. Then we have playtime and then we come home and if it's not raining we might ride our bikes",
    "tts_audio": "tts_M_0126_06y11m_1.wav"
  },
  "F_0101_13y1m_1.wav": {
    "transcription": " For Christmas I got that bear and I also got a few computer games and a computer console which was a Playstation 2 and that's quite good to play on. I got a marbling kit so you can do your own marbling things. And I got other small bits and pieces. For my cats I bought them this thing that looks like a slice of cheese with holes in. And you put balls in it and they're meant to put their paws in and play with that. And they quite like that. They've been playing with it quite a lot. We went out for a meal on Christmas day to this pub place which was quite good and the food tasted nice. Then we came back from that and we had a small tea and on Boxing Day my mum cooked a meal then so she didn't have to cook a meal twice. Sorry, did you say you",
    "tts_audio": "tts_F_0101_13y1m_1.wav"
  },
  "M_0095_07y7m_1.wav": {
    "transcription": " about these four turtles yeah and they were in their house and then April came and she had stuff for the turtles and splinter and she gave all of them their presents, then she said she found this, it's like this egg timer, and it was from Japan, and it was like an antique. And then she blew it. Then we saw it in Japan. But it was a long time ago. And then the baddie's son found it. Because you know on the egg timer there was some writing and if you said that you would the person who had the other one would go in the past and the one in the past come to the future and then but their clothes stood there. Then the turtles had to go back into the past and get Elphel back. But you know when they got, they were having a battle and then Michelangelo, he got on his horse the wrong way and then he went into the forest.",
    "tts_audio": "tts_M_0095_07y7m_1.wav"
  },
  "M_0991_07y6m_1.wav": {
    "transcription": " My school is called Lady Margaret Primary School. And I go there by car most of the mornings. My dad drops me there. When I go there, my mum comes with me because she works there at the nursery. So I go inside the school with her and help her set up the nursery. Then when the bell rings I go to my own classroom and do work. Then at playtime I play football with my friends. What do you do at lunch time? At lunch time we eat food in other classrooms and after that we have one hour of play. On Mondays I go to my old teacher's class to play chess there, because they got a chess lab on Monday, lunchtime. What happens at the end of school? At the end of school we have an assembly. The assembly, the teachers read us a story, but before that we sing a song then. And then, some Fridays, they give certificate chat to people.",
    "tts_audio": "tts_M_0991_07y6m_1.wav"
  },
  "M_0017_08y9m_1.wav": {
    "transcription": " As I was saying, when they turn on the power, he goes, well, there's a man and a woman who go, and she goes, oh, here you are. He pulls the arm down, and it's only the arm, no body. Because obviously he's been attacked by the dinosaurs. Cool. Do you like dinosaurs? They're alright. Do you know much about them? Well, one of the big, the heavy, lived about 60 million years ago, were reptiles. Do you know any of the different kinds of dinosaurs? Yes. There's a't want to source brachiosaurus Tyrannosaurus rex. That was it. Tell me about Tyrannosaurus. He's about six foot to seven foot. He's got teeth six inches long. Two rows of them as well. He kills his prey first before eating it. But there are some dinosaurs that just eat you alive. They won't kill you, they'll just eat you alive. They go, down you go. Just gobble you up? Yeah. Oh lovely. And I've also read the book, 400 pages. And my aim, at one point, my aim was to get up to halfway at page 200. And it was really good, it was really good. That was Jurassic Park? Yeah, about that thick. That's amazing. Oh wow, that's way too easy. Yeah.",
    "tts_audio": "tts_M_0017_08y9m_1.wav"
  },
  "F_0988_12y8m_1.wav": {
    "transcription": " this Friday and I'm and I'm going with my mum my two brothers my sister and one of my cousins and we're all going there, all going there, towards my mum and we're going to have fun hopefully. And on Saturday I'm going to my cousin's house and we're going bowling and on Sunday I'm going to the cinemas with them as well and I'm looking forward to that as well and on Monday and whole week, I'll be staying with my gran and we'll be just going, not really much, but hopefully, because we plan to make a huge sprinkled cake, I can't wait to have a taste of that and we're going to have a picnic at Tango Park.",
    "tts_audio": "tts_F_0988_12y8m_1.wav"
  },
  "M_0030_12y1m_2.wav": {
    "transcription": " Off you go. Right, I'm going to talk about one of my hobbies, which is making polyhedra. The word polyhedra comes from the Greek. The first half of it means many, and next means faces, so it means many faces, literally. The last one I've made is a rhombocube octahedron, which is like a cube, only it's got some triangles on all the corners, and it's evened out, no sharp points. Before that, I made a dodecahedron, dodeca meaning 12 hedron faces again, which is different from a dodecagon, which is only 2D shaped with 12 sides. And they do actually look quite different. I started this in the summer holidays last year when I got bored. All you really need is a piece of cardboard from a cereal packet, a pencil, ruler, protractor, pencil sharpener, razor maybe. One of the first ones I made was a basic cube. And you just put flaps everywhere and then join them up with the glue. After that I started making up my own shapes which didn't always work. I once made like a cross like that and it had a piece in the middle. It's like a 3D cross. And that almost turned out right. But I think it's a physical impossibility because you don't have enough area on the card, so you'd have to make it more than one piece. So the aim is to always make these out of single sheets? I do my best. Sometimes I have to use more than one, like in that case. But I didn't know them because I just made it up.",
    "tts_audio": "tts_M_0030_12y1m_2.wav"
  },
  "M_0128_07y10m_1.wav": {
    "transcription": " In Greece, every day, some people, around 2,000 people went to Greece. But when they're done, like, sports or running, they do it in clothes. They're done it, they're naked when they done it but every country went there and see it. The whole, the whole, the whole like stadium was all full up. They started to drink and they started to have fun. And then I went home. They was all tired and all the country said, all the country said, I want to go back again. Then when they went there, when they went there, it was, it was foreign and you felt something. And they said, oh, we want people, we want people. Then they went back to school. The people in secondary school went back to school, went back to school, and the head teacher said, and the head teacher said, do you want to go to Greece? But then there was in London, the head teacher said, do you want to go to Greece? And I said, yes.",
    "tts_audio": "tts_M_0128_07y10m_1.wav"
  },
  "M_0234_09y9m_1.wav": {
    "transcription": " I like to play football for fun and because I like to play for fun I normally be on the football team and one thing I like to be on the football team because you have to listen and hear what the person is going to tell you. I don't know what to say. Why don't you do it? My favourite sport is to swim because when you swim you get more energy in you. And after you swim you have to take a shower and rinse off that thing what to say about computer games. I don't have a football team, I like any team. Okay, about holidays, best place you've ever been? My best place I ever been was to Legoland. After we went there the next holiday we went to Chesterton and then the Easter holidays we went to Falk Park in the morning and we came back something to nine in the afternoon and the rides was fun. My favourite ride was the scary ride where you have to go on this ride and you have to go upside down.",
    "tts_audio": "tts_M_0234_09y9m_1.wav"
  },
  "M_1064_47y0m_1.wav": {
    "transcription": " I presume you want to cut this off. of them we discussed already but it doesn't matter. You started telling me about your opinion about the CityLate course, what you felt and I understood also that you started feeling a lot of different things when you came. Yeah, I could read that article there a lot easier. As I said, before I came on this course I would never have read that. I would have made any excuse rather than read out loud, you know, to anybody, even my wife. I will not read out loud. I just refuse to do it. So I do feel a lot easier now about my attitude to speech and my attitude to my speech. I'm not as aware, I think, as I was before. It's good. It's very, very good. Tell me, what is your actual job? I work as a production controller on and off the oil platform. That means I control everything that goes on onboard the oil platform. How much oil we bring onboard, how much of everything, all the control actions that are required, that's what I do. So you're actually on the board all the time, it's a ship, it's a big... When I say on board, that's just a nautical expression, it doesn't move, it's nailed into the seabed, it doesn't move. I've always worked in the oil industry, ever since I was 18, so it's just another... It's the same as I've always done, really. Except I've not always worked with oil, directly with oil, which I do now. It's always been in the associated industries. And sort of all the offshoots you get from the oil industry. The gas and chemicals and various things. I'm willing to continue it. I work away from home. I work away for 14 days, then I'm home for 14 days. I'm reasonably happy doing it, as happy as, I suppose, any job. It's hard going away from home. But once I actually get into work, it's OK. But it's just hard to get there. But what does it say? Once I'm there, I'm there. Like we had in the army. Probably. Was you in the army? Yeah. Oh, of course, yeah. So we also went for 14 days and then came home for a weekend and went again. It's hard going back, isn't it? Yeah, it's very hard. But once you're back, it's okay. Yeah. It's the same with me. I can remember this feeling. And you're married, you have kids also? Yeah, I'm married. I have three daughters. Do you want their ages? Yeah. Age 13. She was just 13 this month. One's 11 and the other one, she's 9. That's it. And you have brothers, sisters? I have three brothers, yeah? And you are the oldest? And tell me, was there someone in your family that you know of, you've heard in the history, that you used to stutter? And you know a you know, you had therapy before? I went, I imagine when I was about eight years old, up to about 14. And just about half an hour a week. And when I got to 14, she said, that's it, you're discharged. And she'd not done anything for me. I think now, in retrospect, I think, you see, when I was eight, I didn't know I had a stammer. I've no doubt my mother noticed it, and in school they must have noticed it. But I never noticed it until I got to secondary school age, which is 11. When I went to secondary school, it just hit me all of a sudden. It was, I don't know, it was just like an overnight thing. Now, I don't know why, because the school was in the area where I lived, so it was not unfamiliar. I knew boys who went to the school, so I wasn't on my own, you know. I don't know why. It all hit me within the first week of going to secondary school. And it was a school that I wanted to go to. It was not sort of enforced on me. I wanted to go to that school. I don't know why. It just hit me all in one week. One week I could speak. I was absolutely unconcerned about my speech. And the next week I could hardly speak. Very interesting. Yeah. So the whole pattern of speech change immediately? say up to going to that school I would read out in the class I would do anything the moment went to this school I would know I couldn't answer my name I couldn't repeat my name I don't know why I really don't know I've analyzed this and over and over again nothing happened at home we didn't we didn't move house okay we didn't move going, it's it called, they have an association or something. I've forgotten the name of it. They have some national association with stammerers. Well, it wasn't advertised. It had an article on TV on the local news. Like about half past six in the evening you have a local news. And they just happened to mention this and there's an interview of the leader of this association. They said they're having a meeting in Manchester. Well, I live near Manchester anyway. It was on the following day, so I went into Manchester, heard what they had to say, and then they referred me. They asked for all our names if we'd not had a therapy, had any therapy. I was referred to a speech therapist near me. She heard me. She said, I don't think you have a stammer because of all my avoidance. I said, well, I can assure you I have got one. And she said, well, I will refer you off to this place.",
    "tts_audio": "tts_M_1064_47y0m_1.wav"
  },
  "M_0814_14y5m_1.wav": {
    "transcription": " When I went to my dad's house, we went surfing and we did loads of rides and We swam loads and One Day I am swam out To get this This Yellow boo rang it and I got like a third there and it looked like a plastic bag but I went to go and get it anyway and it was one of those whistling ones. And my dad said, oh, because he is like a really, really good swimmer, yeah, and he like swims to Cove to Cove he said that I swam about a quarter of a mile out and he was worried I didn't have any energy left but I made it and I got back and I threw it to the beat and I realised that as it was boomerang they come back and it went in the sea",
    "tts_audio": "tts_M_0814_14y5m_1.wav"
  },
  "M_1036_09y3m_1.wav": {
    "transcription": " When I went there I first went to Chicago and then we were stuck for three days and then we got the second plane to Tulsa and when we landed in Tulsa it was pouring down with snow so when we landed we had to land on this special kind of tar. And this special and if you were in this situation you probably do exactly the same so I went to our condo I I slept in this kind of waterbed, kind of sleeping. And then gradually when I knew him and we got married, I knew him better and I started calling him Dad now and when I called him dad he was very happy. So you'd be probably asking when was the wedding? Well it was on August 11th in 2000 exactly one month before the twin towers collapsed.",
    "tts_audio": "tts_M_1036_09y3m_1.wav"
  },
  "M_0061_16y9m-1.wav": {
    "transcription": " Okay, um, why did I get school down in Dorset? It's called um? No tabby school. I've been there for over five years. I'm in my I'm in the Lower six which is which is basically where we start doing our doing our a levels, but because we've got new ones this year they're called As and basically what one s1 a level is now that's two parts, there's AS and then there's A2, basically what you do is you can take the AS and then just stop or what you can do is you can take the AS and do the A2. I'm doing three A levels, I'm doing Prison Studies AS which is over two years. I'm doing biology, AS, but if I do really well in AS, I will do A2. I'm doing communication studies, A level, which is really good. What I do is I do play at school. We have a few squash court, which I'm very keen on. I've been playing squash since the fourth form. I'm actually very good. I'm sadly not actually good enough to be in a team, which is really annoying for me. The school is divided into five boarding houses. Hambro, Athelstan, Torgonel, Deyma and Panks. I'm in Hambro. Our housemaster is called Mr. Dey. He's from South Africa. He'll be leaving at the end of next term. We're having a new housemaster we believe to be called Mr. Salmon, which should be very interesting. What we usually have, we usually have, what the school week, the school week starts on Monday and finishes on Saturday. Usually we have varied between, I have on average about five lessons a day, it depends, it sort of depends what day it is. My most busiest day is Tuesday, where I have about six lessons You actually have to work Saturday mornings?",
    "tts_audio": "tts_M_0061_16y9m-1.wav"
  },
  "M_0104_13y3m_1.wav": {
    "transcription": " trust this this year I am am am am getting a new watch as this watch is falling apart and I am getting a bike with suspension and my sister is getting a television. television and so she can watch more and and just today we finished school at St Marks.",
    "tts_audio": "tts_M_0104_13y3m_1.wav"
  },
  "M_0880_14y6m_1.wav": {
    "transcription": " My favourite football team is Arsenal. I like Arsenal because they have some great players such as Perez, Thierry Henry, Ashley Cole, Saul Campbell, Lundberg and Patrick Vieira. Arsenal have a lot of players from France and their manager is France. His name is French. His name is Arsene Wenger. I like Arsenal because they're a good team and they can beat a lot of other teams quite easily. Unluckily we didn't win the Premiership this year but we won the FA Cup. Hopefully next year we'll win both of those and maybe the Champions League. The other hard teams in the Champions League are Real Madrid and Juventus AC Milan. These teams are good but I still prefer Arsenal because they're more local than the others. Manchester United are one of our rivals because they also win a lot of things and they're also a hard team to beat but our local rivals are Tottenham and their ground is not that far from ours. Our ground is Highbury. It's not that small but hopefully we'll be getting a new ground soon. We might be buying some new players for next season so that our team is even better and I'll be looking forward to watching the premiership next year.",
    "tts_audio": "tts_M_0880_14y6m_1.wav"
  },
  "M_0094_10y6m_1.wav": {
    "transcription": " Bruce Lee thought that there were these men who wanted to kill Bruce Lee. When Bruce Lee had to fight these men, Bruce Lee killed all of them and when he went to rescue all the people, all them men were attacking him and everything and they had to jump up in trees and when he came out of the building there was people out there as well. So he had to wait until night time. Then after he went in, in this hole, then after, they saw the rope and they cut the rope and they locked him in and they set the alarm off. And all the people were looking for him and he was hiding under these big iron things and after they came out and he started killing people. And then after he ran out and there was this man who could take off his hand and he puts all these swords on it and he cut Bruce Lee up. And then after, they went into this big mirror thing and there was mirrors everywhere. And when they see them in the mirror they start to punch the mirror and they keep on doing that until they found them.",
    "tts_audio": "tts_M_0094_10y6m_1.wav"
  },
  "M_0991_08y4m_1.wav": {
    "transcription": " and they won the World Cup because they have strong players and good attack. When they were beating Germany in the finals, Germany had a good defence there and Brazil had a good attack. But Brazil had a better attack than their defence. And Brazil's goalkeeper is strong and their defence is weak. Tell me about your school. I go to Lady Margaret Primary School. My teacher used to be Miss Dixon. Then when I went to year two, then my teacher was Miss Aston. Then she left and my teacher was Miss Alav . And now I'm going to, now I'm going to get after my son on summer holidays. And I got two teachers, Miss and Miss Ellison. What do you like at school? What's your favourite thing at school?",
    "tts_audio": "tts_M_0991_08y4m_1.wav"
  },
  "F_0811_10y6m_1.wav": {
    "transcription": " I went to play scheme and we did like a cabaret show and the other people that were in the play scheme sang Yellow Submarine first and then the next was a dance called Jerry Haddy Well It's Rain of Men and I passed an audition to go in that. So after we did Yellow Submarine, I was... We did our Jerry Halliwell dance. It took us quite a while to make it up because there was lots of young... Well, not really young, but some children of eight and all that in there, so it took a while for them to learn it. But eventually we did all of the dance. Then after that there was Jungle Book. It was like a cut down version. I was gonna be in it but then I didn't see much point because it's like um because if you were in um one dance already then you couldn't have like an acting part so i thought oh there's no point in me being in it. So I just did my dancing. And then after that we did, well, not me, but some other people did a dance to Teenage Dirtbag. And it was quite funny as well as good. And then to finish with it, we did the song Eternal Flame.",
    "tts_audio": "tts_F_0811_10y6m_1.wav"
  },
  "M_0394_10y2m_1.wav": {
    "transcription": " I've just come out of Segal and now I have six weeks off so it's pretty good and I'll be coming to Corfu in I think it's six or five days. And I'm really looking forward to it because it's a great place and it's a Greek island in fact. And well, I've been to another Greek island before, but this is meant to be really fun. And we're right next to a water park so that's good. I've also been to France, America three times because my auntie lives there and Cyprus and my auntie and uncle in America has I think it's three dogs now and a cat because my auntie loves animals Chelsea she's had since she was a baby. The lady she found, she knew when I was a baby and this new one I've forgotten its name, she found it on the highway, abandoned. So she took it in and as Fonzie, her cat, is a house cat and she's very timid and shy and she won't actually come out and touch you unless you're calm and not shouting your head off.",
    "tts_audio": "tts_M_0394_10y2m_1.wav"
  },
  "F_0811_10y4m_1.wav": {
    "transcription": " I've won eight, no nine gold medals in running. I've been to about five running events. I've, I can't think of anything else about that one. My other hobby is drama. I've done three solos. I've been in a show called Rock Nativity, Babes in the Wood, Can You Leave a Tower, a summer showcase, and Scrooge. I live in Wales. I've got one brother and my cousins are Leanne, Michael, Jack, Stephen and Ryan and Thomas. I'm staying in a bed and breakfast in Paddington. My brother Ben's coming down for four days with my auntie. I can't think of anything else. School? I go to St David's School. My teacher's Mrs Jones, but when I go back I'll have Mrs Cavalli and Mrs Nash. After my TAPS next year I'm going to Hillcrest",
    "tts_audio": "tts_F_0811_10y4m_1.wav"
  },
  "F_0987_12y8m_1.wav": {
    "transcription": " I don't know what to say. Actually, yeah. This weekend, I'm going to my cousin's birthday party. She's going to be 14. She's one of my favourite cousins because she's always helping me out. Once, my brother did this prank on me. So I asked her if she knew any good pranks so then she told me to put ants in his bed and then I put some like fire ants in his bed but I thought fire ants would be like really dangerous because they're really poisonous so I just put normal black ants and I came back to bed and and we have separate rooms and I was just laughing in my bed and during the night he was screaming and itching so my mum went into her bed and said why have we got ants in your bed and she said have you been eating and he was like no no no and she said well if you, why have you got ants in your bed? I was like, maybe he's been eaten, Mum. And he said, I think so, dear. And then, you know, we just... And then he got in trouble and then I got my own back. Until this day, he doesn't know that I actually put ants in his bed. And then I did another prank on him, calling him, because he got this girlfriend that he really likes and she really likes him. So I said that in my weirdest voice and my most girlish voice. And I said that I'm dumping you. And then he was like, what? I'm breaking down on the phone. And I'm like, oh my God, Mark, are you such a crybaby? He's like, I'll get you back. And he did. He went on my personal files on the computer, on the computer. And he deleted all my projects. So I had to do it all again. And like,",
    "tts_audio": "tts_F_0987_12y8m_1.wav"
  },
  "M_0124_10y1m_1.wav": {
    "transcription": " I think I have one aunt. And I have a cousin called Raymond and they live quite far from me. And I've seen the film Jurassic Park and so the power turns off and they have to restart the power, turn off the computer and restart the power again to start up the systems. Quite a complicated middle bit. What happens at the end? Do all the animals get out? No. What happens at the end? I think... ..in the ending part, they go home in the in the helicopter because um the last bit was when they were stuck in these two um in this place where these we lost the raptors was um circling around him around around the people, the family. So, well, some weren't the family members, but some were family. And a T-Rex broke in and they... I think it was meat eaters, I think.",
    "tts_audio": "tts_M_0124_10y1m_1.wav"
  },
  "M_0133_08y9m_1.wav": {
    "transcription": " It was like Anastasia liking this man and a long time ago Anastasia lost in a country. Then Anastasia asked the man, you know, where's the place that she wants to go? And she said, and the man said, yes, he's down there. And Anastasia went down there. Then the man liked Anastasia. Then a long time ago Anastasia saw that man, the man, yeah but Anastasia's mum said don't marry with that man, marry with this man that I like, but Anastasia didn't like that man. And at the end, the other man that mum said, he died, then mum said that, okay, then maybe with the man that Anastasia liked.",
    "tts_audio": "tts_M_0133_08y9m_1.wav"
  },
  "M_0817_10y4m_1.wav": {
    "transcription": " boring I've got one teacher her name is Miss Woolies, she always moans. I do maths, English, science, geography, history and I see she and PE. In English I write in pen, in maths in pencil and I write in pen. In my family I've got me, my mum, my dad, my dog and my sister who's married and has got a little baby. His name's Toby and he's two. He comes round every Monday. I like hip-hop. My favourite team is West Ham. I watched them play on my birthday three years ago against Newcastle and they won 2-0. I read books at home and listen to music and I've liked them, used the games and watched TV. At the moment I'm reading Harry Potter. I'm on the fourth book, The Obliet of Fire, and",
    "tts_audio": "tts_M_0817_10y4m_1.wav"
  },
  "M_0132_12y11m_1.wav": {
    "transcription": " there was this boy who owned a farm and he was telling fibs because he was quite bored and one day he told light about that there was a wolf and all the people came running up to him and then they found out that it was a lie. And then the next day, then he told the same lie. Then there was more people who ran up to save him. And then finally there was a real wolf who came. Then he shattered that wolf and then people didn't come up to him. And then the wolf ate him and that was it. The wolf",
    "tts_audio": "tts_M_0132_12y11m_1.wav"
  },
  "M_0098_07y8m_1.wav": {
    "transcription": " He put the ball in and then he tried to get the ball. The ball went out and out and out. Then he tried to get the ball. He just went in the hole. Then he went in he did something. Then he saw the bus bunny, Duffy Duck, in you help us to build a small box that was small and they come big. Then Michael to Jordan said, okay, I will help you. Then Michael Jordan saw the big monsters and can you say they're really big and when they're just practicing with the big monsters, then they start trying and trying, then moxie so hit them and hit them.",
    "tts_audio": "tts_M_0098_07y8m_1.wav"
  },
  "F_0111_09y6m_1.wav": {
    "transcription": " Hey. We just had some games and we One week. I am poor to people. You call out the person's name You're coping to throw it to.",
    "tts_audio": "tts_F_0111_09y6m_1.wav"
  },
  "M_1112_09y9m.1.wav": {
    "transcription": " My favourite sport is football. I support Liverpool and my favourite player is Harry Kjold. They beat Blackburn 4-0 on Sunday or Saturday, not sure. My second favourite player is Michael Warren and I like playing football as well. I play in goal or up front. I'm an all-right player. Not bad, not really good though. Compared to my friends at school, I'm pretty good. And sometimes when I play in goal I sometimes have my good days and sometimes bad and sometimes I'm on the good team and it's easy and sometimes the bad team is really really hard. My second favourite team is Charlton. I like Charlton because most of my friends do and they're quite good as well. And my favourite players in that team is... I'm not sure, but I... Any other sports? I also like rugby. I play for Sidcup Rugby Club. We're not exactly one of the best of teams but I just enjoy playing it. There's about 20 players in our team and we normally put out two teams in matches and normally there's about five teams to play. Okay, that was it. Brilliant.",
    "tts_audio": "tts_M_1112_09y9m.1.wav"
  },
  "M_0078_17y11m_1.wav": {
    "transcription": " I've come out to London for the speech assessment and hearing checks and tests. After this I've got a London travel card so I'll probably go to Oxford Circus because there are lots of guitar shops and things like that around there which I'm quite interested in. I've been playing guitar for 2 or 3 years For my birthday I'm hoping to get a guitar related thing for you Hopefully a Fender Stratocaster USA Deluxe Fat Strat But yeah, that'll be quite interesting I've been in a band for a while at home around Leatherhead and Oxford and stuff with some friends from school. But now one of us is going to university and the rest are doing gap years so it's all sort of falling apart a bit. We've been thinking of trying to carry on and get signed and go for the Rockstar image but it's a lot harder than everyone seems to think and when they're dreaming of it. Basically in a few weeks time I've got my 18th birthday party on the 16th of August. On the 17th of August I'm going to Newquay for five days with some friends. That's sort of an end of school trip. Then when I get back from Newquay, day after that, go to Leeds Music Festival, which will be quite good, for three days and get back back off my birthday when I'll be 18 and be able to go to the pub so it'll be quite good. After that I'm going to get a job. I've sent off applications to music shops because I think if I was to be selling guitars and stuff I'd learn a lot as well as teach a lot I hope. And yeah, I think that would be in line with the way I'm going to university and stuff.",
    "tts_audio": "tts_M_0078_17y11m_1.wav"
  },
  "F_0101_10y4m_1.wav": {
    "transcription": " And they went off. I've seen it in it. They had animation and computer work. It was quite funny. Tell me about the story. what happened? Someone had, um... She didn't quite make it to the train. And she fell off the train. And she went to an orphanage. Where she lived. And she was thrown out of the orphanage. And she had to make do with her own life. What happened after she got out of the orphanage? She found",
    "tts_audio": "tts_F_0101_10y4m_1.wav"
  },
  "F_1116_09y6m_1.wav": {
    "transcription": " Oh, God. He was my... Tell me about the last holiday you went on, Hilary. Last holiday? Have you been anywhere with your family or last summer or something like that? No. No? Tell me about Christmas, what you do at Christmas with your family. Can you remember back? I get fun. Mm-hm. Yeah. Tell me what you do on the day. I put my presents. And then we... Can you tell me about the day? No. No? I don't feel like it. Tell me a bit about who your family are and who you live with and if you've got any animals. I live with my dad and and my two sisters, one sister and one brother. And I've got two cats. And one dog. Uh-huh. Have they got some names? Yeah. Tell me that. Um... Um... Um... is the two cats and Kurt is the dog. Uh-huh, okay. Right, that was really good.",
    "tts_audio": "tts_F_1116_09y6m_1.wav"
  },
  "M_1097_26y0m_1.wav": {
    "transcription": " English accent. My mother has a rather strange accent because she lived in England for 30 years or something, but she originally comes from Poland, so I suppose she has a strange accent. I don't know who's it is personally because I've lived... well, because it's her normal voice to me ever since I was born. If you actually branch, which was three years in Cambridge. Well, come April I will have been three years in Cambridge. Prior to that I lived for five years in Edinburgh. I did my first degree there. It's a great place. Yes, it is a very nice place to live actually. The only snag is it's quite cold in the winter months and there's usually quite a strong wind which sort of character, it's like Jerusalem, it's parts of Europe in different years. And then I'd return to it, to Edinburgh, and see it again like a tourist would see it for the first time. I think, ah, I mean, it's absolutely amazing here. It is. And do you like to do hobbies or things in your free time? because I'm trying to write up my PhD as fast as possible. But when I do have time, I used to play the classical guitar, but I've lapsed quite a lot now. But I still occasionally play it, just to keep a few of the most basic pieces going. Apart from that, well, I quite often like to go out to the cinema or to the theatre or something like that. I used to have quite a lot of hobbies at school, painting and drawing. I used to play several different musical instruments and things. But then gradually, as I went playing so much. I still have this sight for the future that I'll to play the clarinet in my school orchestra. The problem was that the school orchestra used to play rather boring music, old Irish folk tunes. the music teacher was quite old and dodgy and just liked the sort of old Irish folk tunes and things. So we used to have to play these sort of rather boring pieces of music. So I stopped going to it. And then my lessons were stopped as a reprisal. But I still have my clarinet but I haven't played it for ten years or something. Which in the the case of the clarinet, is quite bad because on a few occasions that I have tried to play again, it's very hard to get the breathing right. I mean, I only need to play it for two minutes and I'm out of breath. It's terrible. Yes. Well, yes, and I have to try and find some soft reeds again, because at this stage, when I left playing off, playing the clarinet, I only had hard reeds, and of course it's quite hard to play on a hard reed if you haven't played for a while. So it's all blowing noises and then squeaks. So I just tend to give up now. you can't play nicer, but it has more potential, I think, also social, and they could. It's harmonic instrument, it's harmonic rather than playing single notes at a time. But, well, for a while after I left the school orchestra, because I thought the music which they played was rather boring, so I took up playing jazz on the planet, well, not very well, and so I used to play with some other people who were interested in playing jazz. And that was a very good fun. I mean, it was the first time that I'd actually enjoyed, really enjoyed playing. Prior to that, it had just been something which I sort of was forced to do as part of my school lessons and something. Because I actually asked to play the bassoon, but they wouldn't let me play the bassoon until I learned the clarinet first, you see, which is what I was playing. So I had to learn an instrument which at first I didn't really want to play knowledge. It's a lot easier to play jazz on the clarinet than on the guitar, because on the guitar you're thinking about chord structures and all kinds of things. And I mean, we played a very, very simple jazz, not a complicated sort of Dixieland or traditional jazz more. I don't know where we got the tunes from but they were sort of a bit slower and it was quite easy since they were sort of like recurring chord sequences and so on, one eventually after you'd played it for a while, you know, I mean you can even start off with three notes or something and then you eventually find a whole range of possible notes. Well, you obviously start off by trying to play the tune, which is reasonably easy. And then from that, I just used to use, at first first other notes from the same tune and jumble them up basically and then after you played the same piece several times you found whole sequences which would occur so that you could play. And it became quite easy because you then had quite a large repertoire. I mean, you sort of knew all of other notes which you could use. Which in the clan, that's not terribly difficult because there are only a limited number of notes and a reasonably limited number of notes. So it was actually quite easy to pick up early.",
    "tts_audio": "tts_M_1097_26y0m_1.wav"
  },
  "M_1099_25y0m_1.wav": {
    "transcription": " What you mean with my day-to-day work well, I'm an accountant and That involves mainly doing all its All its and accounts preparation We do all kinds of audits we did well when I say all kinds of audits some different types of clients. For example, banks, insurance brokers, manufacturing companies. Although fundamentally, it works the same wherever we go to. I think I enjoy more the banking side, the financial side of it. Can you choose these subjects to deal mainly with or you are dependent on what's available at any given time because if there's nobody else available and a job comes up and you're available, then you do other than video? Do you have hobbies that you really like to devote yourself to? I have to study in the world? I'm familiar with certain areas. I mean, there are things which just don't really interest me. I tend to be more interested in things regarding the economics side of things and also European and American affairs. But I don't really know much about African affairs or Middle Eastern affairs. You know about our economic situation? I know you have very, very high inflation. Yes. It's enormous. Yes. I think that if you buy a cup of coffee, you can have to pay a high price than you anticipated, is that right? Yeah. That could happen? There were times that prices were increased every day, you know, it was amazing. You couldn't pay in a day. But now they had sort of an agreement that for three months, say, they want to increase the prices of products, which makes life a bit easier. But it's a great problem, it's a really great problem. One cannot see a solution to it. Do you have very much unemployment in Israel? really occupied and receiving salary, but they don't do too much on their own. At the moment we don't have high rate of unemployment, but I suppose it's inevitable, it will be. In the near future they will start to get people out of jobs, it's very often. But political situation is also a great problem in our country. And did you visit other places in the world a lot, or not so much? With your work I Do you have parents still alive? Yes, my parents are alive. They live in Market Harbour. I have two sisters. One sister is married. She lives in Birmingham. One sister is doing linguistics at university in North Wales. So you're the only one? How is it to be a sandwich? Why do you think he would find more common language with your brother? And she does do anything linguistics you really like? And it's only half and half. Did you know him? For example, if he makes a telephone call, the first few words he would repeat himself a lot. But nobody else, no. And when he repeats, is it on full words or only parts of words? Parts of words, yeah. So it's more stuttering in nature, because when one repeats on a whole word, it's not so know before? I suppose like most of the st about it and you do try and hide it. In more recent years I've tried not to do that and I think that's beneficial in itself. But I find by and large that I can avoid stuttering if I want to, just by psyching myself up, I suppose. What do you mean? Is it a slant, psyching myself up? Yes. I suppose by creating a certain tension, perhaps. But then it has to be released in a sense. That's right, that's right. I found when I lived at home, when I went home at night, I started far more at home when I was relaxed than I did during the daytime. Whereas now that I'm away from home, then there's no time to relax like that. You don't just flop down in that way. So maybe that's why my stutter's worse now, perhaps when I was at home. Do you think if you weigh these two things, not to stutter and to be not so relaxed, build up of tension, as opposed to stutter and be more relaxed, what do you think? Well, it's not really a case of what's preferable. It's just the way it happens. I think you never ever want to stutter if you can do. It's just that for some reason I stutter at home and I don't stutter when I'm in the company of other people perhaps, or not so often. But there's no... You don't suddenly say to yourself, well, I will stutter or I mean, I stutter sometimes when I'm in very tension situations, like many people I guess. So, at first I used to be sometimes embarrassed about it because it doesn't, I mean, I didn't like it to be stuttered. But then I was very happy about it because as a speech therapist I really want to experience more. And I really treasure these moments when I stutter because for me it's very important to really... You're actually trying to become a speech therapist? Oh, you are now? Yes. Oh, I hadn't realised that. Yes. Yes. Have you ever practiced as a speech therapist or not? kinds of things. So we were specialized in each field. But it was for short periods of time. And I miss it. I mean, I really want to experience more proper speech therapy job. But being here, it's sometimes difficult because of the work permit situation. But at least I can do some research and speak to people. And I really think it's very important to contribute a lot to actually. I think one of the good things about it is that it's not very pressurized. It's a very relaxing job. Whereas a lot of jobs nowadays, especially my job, is extremely pressurised. There's time pressure on you to get jobs done by a certain date. Whereas in your job, there's no time pressure at all.",
    "tts_audio": "tts_M_1099_25y0m_1.wav"
  },
  "M_0394_08y10m_1.wav": {
    "transcription": " A few days ago, me and Nen went to Trizer House and we walked around the aisles trying to buy something for the day. And then as we turned the aisle, we noticed a section that had a Game Boy sign on it. We went to it and then I asked, could we buy the Pokemon Game Boy? And she said, but look over here, there's a sign saying buy two save ten pounds. So we bought two and we paid to the shop assistant and we walked around the bend and then we got these slips of paper and these red disc and this blue disc. After that we walked out and I found a card in this or book in this trolley and then we ran back home and then after an hour at home we went to see a movie, the Pokemon movie. Then sister couldn't watch it because it was too scary.",
    "tts_audio": "tts_M_0394_08y10m_1.wav"
  },
  "M_0213_10y10m_1.wav": {
    "transcription": " and I'm going to win this year and I want to be a footballer when I grow up and if I'm a footballer I want to be a gambler, a wrestler or what was the other one? A computer person. My house is in Islesworth. I've got three friends at West. One is called James Elgar, one is called Joe Thatcher and the other one's called Lee Rutherford. Lee Rutherford was in my class at Whirlpool Primary and James Elgar left, left, left left Whirlpool in Year 4. Now he's going to Whitlam. Lurie, Ruth would have had his football team there. And so we went away, we went off, we were off with them. So I was alone until I saw James Elgar and Joe Thatcher. And Joe Thatcher's brother goes there.",
    "tts_audio": "tts_M_0213_10y10m_1.wav"
  },
  "M_0061_14y1m_2.wav": {
    "transcription": " When we got to the boatyard, my dad unloaded the luggage and the bikes. Then he went to find our boat, which was blue and about 25 metres long and was called Passage Lady. Then we loaded up the luggage and the bikes. Then dad was given a quick instruction how to drive the boat, how to start the engine and how to give the engine some petrol when it needed it. Then we set off through a few locks and then for most of the day we sailed around the Grand Union Canal. Then when it came to breakfast or lunch or supper, we stopped and found a safe place to moor, but sometimes we had to stop at a water junction to get some more water. Then once we have left the water junction, we headed on and then when it was time to have supper we stopped and cooked. Inside the narrowboat the cooking facilities were very good. They had a gas cooker, an oven and a hop which we used quite a lot. We had to bring our own foods since they didn't supply us with food. And then once they'd been cooked, we had some very interesting varieties of food. Then afterwards, we got undressed and used the shower, which was the only form of washing we had. And then while me and my brother were showering, the rest of the family were cleaning up the dishes in the sink.",
    "tts_audio": "tts_M_0061_14y1m_2.wav"
  },
  "M_0096_10y7m_1.wav": {
    "transcription": " Well, this... His girl gets involved in a car crash with her mum. She... He falls... Her car falls off this bridge and lands on the top of it. Up, up, up, up, upside down. The roof was squashing them a bit. It hit. And then a year later, Dad on the bed. And some glasses in one hand. Her dad takes her to Canada. That's where she finds some geese eggs. Her hat and look at her and think she's their mother. And so the girls feed them and everything.",
    "tts_audio": "tts_M_0096_10y7m_1.wav"
  },
  "M_0815_10y11m_1.wav": {
    "transcription": " At Warrior Camp, it was a kind of Christian camp, organised by WEC. That stands for World Evangelization and Crusade. And we played lots of white games and that was good. We had two teams and all of the people at this camp were split up into two teams and as the field which we were camping in, because it was all in all of our life, and canvas and all that kind of camping in was near a railway track we recalled that I'd done all over one of the teams, Connex, and one of the teams, Anglia. I was in the Anglia team. And we won all over most of our games because we throughout the week we had lots of games and",
    "tts_audio": "tts_M_0815_10y11m_1.wav"
  },
  "F_0988_13y6m_1.wav": {
    "transcription": " I would like to talk about my school. My school is Dormers Wells High School. My head teacher's name is Mr. J Lee. I am in year eight. My form is 8BI. My form teacher's name is... My two best friends' names are... They both are really close friends because they stick by me and also what in my form my closest friends are Jade Jade Hurd Zainab Javid and Reza, they all know that I stutter, stutter, and they, what I, what, and plus they focus when I'm talking, what, and if I stutter? They don't stop moaning and groaning or waiting for me. They just wait. And basically, my two best friends, best friends, they are, they're the people that know me the best in school and they, and once, and if I'm upset then they stick by me.",
    "tts_audio": "tts_F_0988_13y6m_1.wav"
  },
  "M_0078_16y5m_1.wav": {
    "transcription": " Okay, yeah, yeah, um I'm at St. John's now doing my a S Levels I'm doing four which is a change that's normally normally three. I'm doing maths, IT, art, physics, all of which I can't stand except art, but I've still got loads of work that I've got to have done by the start of term, which is a bit worrying. Physics isn't that bad, but we've got this teacher who's so boring. He could, ugh, he's sort of semi-sleeping during every single class because he honestly can't stay awake. So you do sort of approach death most of the time with your heart slowing down and everything, you just lose consciousness. Maths is getting quite hard because last year it was all fine but now we're learning loads of new stuff every day and the workload is huge at the moment so that's quite worrying seeing as we've got exams coming up. Arts quite fun though, because it's not really that intense, so it's quite good. Although I've still got to do quite a bit on that, so I don't know. IT, that's up and down. It can be okay, but it can be really dull talking about sort of sounds from Inputs and outputs of computers and everything that bits a bit too technical really. Other than that it's fine.",
    "tts_audio": "tts_M_0078_16y5m_1.wav"
  },
  "M_0091_11y4m_1.wav": {
    "transcription": " Great. And in the second one, there are about 40 minutes more special effects of different dinosaurs than in the first one. And my favourite part was when the T-Rex ate all the people. And it's about a girl who found out some eggs, who found some eggs on an island and they appeared to be dinosaurs, dinosaur eggs. And when the crew came along, they found a lot of different kinds and T-Rex gave them a lot of trouble and so they had to carry it to the city on a ship. And then it broke up, broke up the ship. Oh dear. Go on then, who's your favourite player? My favourite player is David Beckham. Right, why do you like him? Because he scores a lot of good goals. So were you upset when Cantona left? Well, yeah, very upset. He was like the main player of the whole team, really. Okay, then...",
    "tts_audio": "tts_M_0091_11y4m_1.wav"
  },
  "M_0146_10y0m_1.wav": {
    "transcription": " He went, and when he became big, he was like an agent, secret agent. Then he went to Russia to get this chip, and he was like on the building, and he had these stairs, coming out stairs, and then he disguised himself with black all around him and with his glasses he saw the security lasers so he went through it he stopped them with the button so they off so they went off and he went and then he opened the lock and got the chip out and this other man he found him and he was fighting and he got the chip and he dropped the chip and then they started to fight and he got the chip and he went on the plane. Before that, from the roof he jumped down and then he went on the plane and he met he had a cross like a chain on his neck with a cross, put the chip behind the cross, and he gave the cross to an air hostess, and then she went at the, when he went at the airport, they were checking him if he had the chip. He never had the chip, and they never checked the woman because she was a hair hostess. And then, that night, he went to the woman's house and got the cross and took out the chip.",
    "tts_audio": "tts_M_0146_10y0m_1.wav"
  },
  "M_1104_40y0m_1.wav": {
    "transcription": " Can you tell me more about your work at home? More about the qualifications you need to have before'm currently on a training course to be an inspector of taxes. To have this position, you either have to have a degree or you can have been recommended from other grades of officer. I entered into the civil service in 1971 with eight Old devils and four old devils. I have since worked in about three or four different offices but all in the Birmingham area. It's a fairly interesting job if you like figure work. And the people who I currently deal with are self-employed people such as builders, electricians, bookmakers, then there would be self-employed accountants and teachers, estate agents, solicitors, electricians, taxi drivers, carpet fitters, What are your expectations afterwards? Where do you like to walk exactly after you finish the training course? heard but I do not know exactly where I shall get transferred to. It could be down in London or it could be say Hereford or it could be anywhere. If it was in London the trouble would be the price of housing which is very high. Also I do feel when I come down to London that the pace of life is very fast in comparison to other areas. Although, even though I say that, it is an interesting place from the historical point of view. And when I compare Birmingham with this place, there is no comparison at all. The inner city in Birmingham How old is London? If you have a look at England as a whole, the only cities which have got any real interest are either Edinburgh in Scotland or London. Even though some of these other cities might have a few old churches and town halls and that sort of thing they haven't got a lot else to offer also even if you looked at the these theaters in London there's a lot of theatres. In Birmingham there's only three, which are only very small anyway, in comparison to London. So from the entertainment point of view it is extremely restricted. Birmingham is an industrial city with some large manufacturing industries such as austium rover cars. They also make parts for aeroplanes and extra things which I can't offhand think about. But it is an industrial city. It is an industrial city. Tell me something, I was wondering, what is the process when you catch somebody who didn't pay taxes, broke the law in some extent in your area? What happens to him once he's caught? and we have found them out we will have to ask him if he accepts the figures if he does accept the figures we then go on from there to begin with we would we would then find out how much income tax is due upon that income then he would also be charged a figure of interest upon that tax also he would have to pay a penalty now the penalty alters with the degree of culpability if he has been fraudulent the penalty is a lot higher than if he's only just been neglectful so we charge him the tax some interest upon that and a penalty then and we've got all three he has to make an offer to pay those figures. After he pays the offer, well, after he signs the form, he's got 30 days in which time to actually make the offer. And if he does that, there isn't going to be any further action. Offhand, we would only send people to prison where it was a case of fraud, when they had been very, very bad. And now moving to a very different subject, what",
    "tts_audio": "tts_M_1104_40y0m_1.wav"
  },
  "M_0092_09y11m_1.wav": {
    "transcription": " In the UK, quite a lot, there is one thing that fits on half past ten and if you have a fit, it tells you what the burglars do and if they tell you that, and if they're mad at you, can you help us solve crimes? Have you seen any crimes? Se seen anybody shoot someone and see that. We have to tell the number to ring up and do something about it.",
    "tts_audio": "tts_M_0092_09y11m_1.wav"
  },
  "M_0399_12y4m_1.wav": {
    "transcription": " I like quite a lot of sports, most sports really, but my favourite is tennis. I play quite a lot in the week and all the time on the weekends. At school they don't really do much tennis, but at school they do a wide variety of sports such as football, rugby, athletics and cricket. I'm in all those teams apart from athletics which I don't really like. In rugby I play inside centre which is really kind of a forward but helps at the back as well. Midfield, if you're talking football wise. In football I'm a defender and I play for the school team as well in cricket I'm not really a bowler but I can bowl quite well quite accurately I'm more of a batter and my favourite bat is the V600 by Schlesinger at school my favourite subject is science and I like that because you get to find out a wide variety of things. I like maths quite a lot as well, I don't know why I just like it. And my worst subject is probably English or Latin. I don't like Latin because it's very hard and English I'm just not very good at. At home I like to play on the computer a lot. I have a PlayStation and an N64, my favourite is the PlayStation, which I have lots of games on. I like playing on the PC especially on the internet. I have my own email addresses and I'm hoping to get my new website done later this year. On the PlayStation, my favourite game is WWF Smackdown, which is a wrestling game, which is quite a recent one. One of my favourite games is Resident Evil 3, which is very gory and has lots of blood. On the N64, my favourite game is James Bond. Gargoyle Tonight which is based on the film with Pierce Brosnan starring as James Bond.",
    "tts_audio": "tts_M_0399_12y4m_1.wav"
  },
  "M_0052_14y4m_1.wav": {
    "transcription": " And I'm going to get on on Saturday and we got the cage on on Tuesday night and it's up in my bedroom at the moment and it's quite a big cage. It's got two shelves and it's got a hiding place. And there's just some things for it to chew on. and um I might be cutting the cage on the on the landing because my mother gets here from university. We're going to use the bedroom for his computer and his hi-fi and um and it just eats hay um ginger food and and it drinks water and um and also has to have a dust bath every two days and that's just where you just give it a bowl of sand",
    "tts_audio": "tts_M_0052_14y4m_1.wav"
  },
  "M_1102_24y0m_1.wav": {
    "transcription": " Why are you in such a late stage? really, I suppose you'd say, to an extent where I seem to be thinking about, well, at the moment I feel quite relaxed, because I'm with Nearest at the moment. But I find at times I tend to become so preoccupied with it that I can't think of anything else but my stammer. This has happened over the last couple of months. And I tend to get... It's as though I'm going around in circles trying to work out what to do. I'm thinking about the next conversation I'm going to make. Is this the kind of thing you're after? Yes, I mean... Yeah? Because usually, I mean, you're the first man I've ever seen, man, woman stutter. And in fact, I think I'm speaking more deliberately and slowly at the moment, but in general, I tend to speak quite quickly apparently. I mean, it doesn't seem quick to me. At the moment, this seems quite slow. I'll probably speak more quickly than this, but I'm perhaps taking time to consider what I'm saying. And people usually in your life, I'm the sort of person who prefers to, if I was doing some work, for example, writing an essay or whatever, I'd need complete quiet. Something like this place right at the moment. You know, and there's some people apparently who can work, you know, with Radio 1 on, with the Top 20 or cassette music, but, you know, I like quiet, so I thought that might, you know, be a... that might not be an ideal situation to work in. And, er... Anyway, since about Christmas time, or just before Christmas, I've been noticeably stammering on the phone. It's funny this, because last year I was the fixture secretary of the local cricket club club so from about January to March time I'd be on the phone every night fixing up cricket matches so I used to quite enjoy it but I've developed a kind of dread of using the phone which is particularly severe at work. Perhaps it's because I'm in a wide open environment with plenty of people around. This is something I put in the questionnaire. You say, when are you most, I'm mixing about a bit here, when am I most fluent or whatever? And that is in a one-to-one situation as we are now. One-to-one with anybody. And particularly, I think, no observers either. If you and I were were the observers of it? What is your stutter? But it's bad for me. This is the thing. One of the problems, in fact, the real problem that worries me, it's not so much the repetition or the prolongations or whatever, it's the silent blocks that... I mean, I only learned this terminology this week, actually, because I'm quite into it now. Yeah, it's the silent blocks that... I think they're the ones that make me very apprehensive. If I was, for example, just sitting in a room and I wanted to say something, if, for example, somebody on the other side of the room had made some remark and I wanted to comment about it, or, I don't know, I tend to like making quite a few comments. People have trouble shutting me up most of the time when I get going. But if I wanted to make some reply, sometimes I tend to open my mouth and nothing comes out. That's very annoying. And in fact, I've put in the questionnaire. This happened once on the phone. I was something to do with a badminton match. I was supposed to be playing and then I had to ring up and cancel it. So I rang up the club captain. I spoke to his wife. She answered the phone. And I asked for Malcolm. And I think as I was saying it, I had a slight sort of stammer somewhere. Well, the way I tend to say, could I speak to him, I don't say... I mean, I can say it now, but I can't when I'm on the phone. You know what I mean? You know, like, could I speak to Malcolm? And it probably came out roughly right, but I imagine she would have recognised my voice.",
    "tts_audio": "tts_M_1102_24y0m_1.wav"
  },
  "M_0104_10y3m_1.wav": {
    "transcription": " And then they went off. On Christmas Eve night, me and my sister couldn't sleep all night. Then at two o'clock we told our mum and dad that we couldn't sleep. So my dad said you can go into the living room and open one present. So we went into the living room and we looked at all the presents Santa has brought. And then we opened a present which was a cyber pet. And Claudia got a pink one with a purple screen border and I got a purple one had to go to church. So, as we were ready, about 15 minutes before we left, then, but before we went, um, um, we, um, to the biggest one which was from my dad which had a keyboard in it which had six memories a drum set a hundred rhythms and 200 tunes which you could also have in the tunes it had synth tone a drum set and user's tone. Wow, that's",
    "tts_audio": "tts_M_0104_10y3m_1.wav"
  },
  "M_0061_14y1m_1.wav": {
    "transcription": " I was born in London in St Thomas' Hospital and I weighed one pound nine when I was born. And my dad works in the AV and he's a commander. I live in a small town named Orthwood, which is by the big town, Watford. I go to school down in Dorset. It's a nice school called Elton Abbey School. Sports they do there, they do the CCF, which is like the junior, this is like very junior to the Armed Forces, which I'm also in the Navy. We've been doing the mock for our bronze EOV expedition, which was a bit boring, but there we go. And I quite enjoyed that. And so this time, what we're going to do, we're going to do the real thing out on the back hills. And it should be interesting. And then what we also do, we also have to do conservation, which what we're doing at the moment, we're making a path to go from our school to an old Apple which leads, which is up on a hill, so we need to make a few signs and things like that. And what my mum's, my mum's training to be an ethical secretary and she's learning about word processing which I've been learning for about three or five years.",
    "tts_audio": "tts_M_0061_14y1m_1.wav"
  },
  "F_0050_10y9m_1.wav": {
    "transcription": " At least first Thursday we went to my nan's because my parents were going to a friend's wedding and we went home on Saturday. We didn't do much, we just stayed in because it rained but I think it was on the Sunday no Saturday we went to this train museum which was okay but it was a bit boring and and then because my nan and grandad play bowls, we went and sat in this hall for about half an hour watching them play bowls. Very exciting. And then on Sunday, we went on this steam train and back, which was okay, but it smells a bit, and it wasn't that nice. And there was floods nearby, and so we stayed in, and one afternoon, I think it was Saturday one, we just stayed in and played games and stuff but on the day that we'd been picked up we went down to this park and we had a walk around and then when we came back our mum and dad were here to take us home and so and at school last time we did about your village which is close by and one day we went...",
    "tts_audio": "tts_F_0050_10y9m_1.wav"
  },
  "M_1106_25y0m_1.wav": {
    "transcription": " I have a couple of questions. What was the age you started studying the medical? when I was last done. I think it was about four, age of four. I only know that my cousin did have a stem, a stemmer, for one time. Whether he's cured, I've no idea. I haven't seen him for ages. You've been in the US? Yes, but I still haven't seen him to talk to. You heard him stuttering as a child? Yes. There have been, let's say, fluctuations over the severity of it. There have been times where I have virtually stammered. Could you tell us about the one other period taking place? In sort of equal periods from which you have learned and then... Not necessarily. There's no actually time when I'm completely stammering for days and days and days. It occurs occasionally, like every now and again actually. Perhaps when I'm tense or I'm tired, I seem to have less control. That's when I'm not really conscious of what I'm saying or how I'm saying it. I know what I'm going to say but it's not always second nature for me to say, right, I'm going to say it this way.",
    "tts_audio": "tts_M_1106_25y0m_1.wav"
  },
  "M_0078_14y4m_1.wav": {
    "transcription": " arts at am thing that i'll take in one years time for G. G. G. G. G. G. G. G. G. G. G. It's not just paint or only chalk. It's done in sort of lots of separate ways, like pencil and all of that. It's been around for lots of years and and got made to tell sort of what's going on?",
    "tts_audio": "tts_M_0078_14y4m_1.wav"
  },
  "M_0065_18y1m_1.wav": {
    "transcription": " course I was I was doing fixing fixing computers and programming them also did some some visual basic stuff which I find really hard to do and also some internet things as well in the in the taking apart the the computer and bits like that really liked it was it was it was just the programming bits that found really hard. What have you been doing during the summer? I've been riding up to Edgeware a lot and riding back. I've only done one job since I left college and I got paid £200 for working with my dad, doing a re-write inside his flat.",
    "tts_audio": "tts_M_0065_18y1m_1.wav"
  },
  "M_1017_12y5m_1.wav": {
    "transcription": " I'm 12 years old. I go to Ibstock Play School. I do many clubs at Ibstock School. I do football, rugby, cricket, DT and film club. My favourite club is football because I'm very good at it. This morning I had my brace taken off. It was very painful. They had to drill it off with a drill and they had to remove the glue. My teeth are very straight now, which I am very pleased about. This morning I came here by tube. I went to Hammersmith station and changed onto the Piccadilly line. I arrived here and had a hot chocolate with my mum. My mum had a cappuccino. Last year I went on holiday to the French Alps. This was very fun as I went with my friend. My friend is called Alex. He also enjoyed it and we both skied down the mountains.",
    "tts_audio": "tts_M_1017_12y5m_1.wav"
  },
  "M_0815_10y9m_1.wav": {
    "transcription": " In a period of ten days, my dad was away in Albania to do work for the church. He left at four o'clock Tuesday and came back at 2 o'clock in the morning on Saturday. In those days, unfortunately it was April school days apart from weekends. And in the evenings, we sat down together. We moved the television and the lounge and my mum and dad's bed and so I'd all over lie down and all over I'd give around and I'd all over watch and watch it and all over there's a lecture and videos and which and all over my mum had bought me especially mother bought me especially for this occasion. I give an old woman videos of the Pink Panther returns. I like that. That's funny.",
    "tts_audio": "tts_M_0815_10y9m_1.wav"
  },
  "M_1114_09y10m.1.wav": {
    "transcription": " The glow coming from... The last holiday I had was... When was the last holiday? Christmas? No. Summer? Yeah, no. Yeah, summer. The last holiday I had, I think, which was the summer holiday, I had to go to a course. The course was all about, it was all about making a radio drama. We had to record, we had to record our voices on audio and then put some music in the background and listen to waiting till I go back to school to get the CD. And we used a lot of computer work and we had to go into the internet to find music and background sounds. And after that I had to go to a group for my stammering and it was a very small group. Well, that's two minutes.",
    "tts_audio": "tts_M_1114_09y10m.1.wav"
  },
  "M_0394_09y2m_1.wav": {
    "transcription": " Really last holiday I went to America to see my auntie and uncle and she has a cat and three dogs. It's so warm and poor. And we went to the ice cream parlor a lot and it was so hot over there. The ice cream melted but my favourite part is when we went to this water park and there was this big wave machine and one wave came every second. I mean, every five minutes and it was a big tidal wave and it went over my dad's head so I was really tall. There was once when I was taking daddy a, a dog, out for a walk and then we saw this big hornet, or it wasn't a hornet, it was twice as big as a hornet, and it landed right in front of Laddie, the dog, and then dog and I just ran up the hill and Laddie just sat there puzzled. When I got to the car park I realised I hadn't had Laddie with me and he was still down there with that thing so I had to walk bravely down there and get him again. We also swam in the lake.",
    "tts_audio": "tts_M_0394_09y2m_1.wav"
  },
  "M_0030_12y7m_1.wav": {
    "transcription": " to Rip's Nade Zoo and they had the live demonstrations of all the animals doing various things. So you get to feed elephants and you get to watch the sea lions. And I bought this t-shirt in the gift shop and it's a rather nice t-shirt and it's not purple unlike most of my others um it's been the whole day there um it's quite a way away from where i live it's about an hour's drive but i think i think it's worth it really um what else was there about the um the sort were pushing logs around with their trunks, which you never have heard of them. And we got to feed them. Oh, I think they just ate peanuts. What do they eat? Peanuts? What do they see happening to you? What did the sea lion do? they were having races and they were trained to come back in certain order so it was no competition really and and at the very end they just went out with their flippers um and got to see them afterwards um i have been to rips they had one time um um i think it's about three months ago and it changed a bit since then. There was one of the sea lions that was doing a Jaws impression, he was holding one flip flop in the water and swimming around.",
    "tts_audio": "tts_M_0030_12y7m_1.wav"
  },
  "M_0251_15y2m_1.wav": {
    "transcription": " I'm gonna talk about a film called Cruel Intentions which Sarah Michelle Gellar stars in it, which is good. And okay, it's basically about this stepbrother and stepsister that are really cruel and they have cruel intentions. And each day they have like missions to ruin people's lives but basically by by seducing them so one of the so Sarah Michelle Gellar she tells her stepbrother that there's this really girl that he needs to to seduce to ruin her life whatever so basically he goes to live where she is because he's got some connections wherever and he falls in love with her and he's never been in love so Sarah Michelle Gellar gets jealous sort of thing because she doesn't want him to fall in love because it will ruin everything. And basically she said that if he does do what she tells him to do, then she will give him something. And if he doesn't, then she gets to keep his amazing car. Beautiful car, yes yes but i don't know what it is so basically he doesn't he falls in love with her and she finds out what he was trying to do but he tries to convince her that it was all wrong and while and while and while he's waiting outside he's waiting outside her door for days just walking around waiting for her to come out and finally when when she comes out one of his last victim victims boyfriends finds him so they're having a fight on the street where she lives while she's coming to say i love you whatever and then a car comes and she and she is standing in the road. So basically he jumps to save her and he gets run over",
    "tts_audio": "tts_M_0251_15y2m_1.wav"
  },
  "M_0760_12y3m_1.wav": {
    "transcription": " My cat's called... Two cats are called Bungee, Poverotty and... And I'm just sitting on them and I'm just clicking them every night and then I've got four rabbits, I think, And then I feed them. And I just pick them and then put work and then I'm half past ten, I'm going to break and then at eleven o'clock I'm going to finish finish, I'm going to break and then I'm'm the go off to an next lesson and then I'm the afternoon I'm going to have them the lunch and then go off to another lesson and then and then I'm the finish",
    "tts_audio": "tts_M_0760_12y3m_1.wav"
  },
  "M_0089_05y4m_1.wav": {
    "transcription": " They fight and they fight the monsters and they kick it in their face and they do something they want to do and they want to do something else and they have to do the parachutes and they have to go down the parachute and they fall down and they put the rope and they fall down and this parachute flies and that's my colours and they call so long and they come to join on place and they say it's morphin' time. And they fight. And they do something to go in the toys plus and they do to and to get the their costume off and they've and they and the ones fighting with the monster and he finished and the one said shhh and they come off their costume and that's the end.",
    "tts_audio": "tts_M_0089_05y4m_1.wav"
  },
  "M_0028_15y11m_1.wav": {
    "transcription": " I've supported Aston Villa for eight years. I supported them in 1990 when my uncle died. When I was going through his house, I found a couple of bad gives with Aston Villa on and some memorabilia. Since then, I've supported them. I've supported them through thick and thin. The last couple of seasons have been bad. This season, they're doing really well. We've brought in England stars. We've got 10 players from England in our squad, our first team. Our foreign is Mark Bostic, who's going to go. At the moment at school I'm doing my GCSEs. I chose Business Studies, Geography, Double Science, English, Maths, French, English, Literickshang, language. I'm doing all high papers in everything. So far, I've had my Geography. That went really well. I found that really easy. My RE, didn't do too well in that, because I couldn't really learn nothing. My maths, that was really hard. All the things I studied on didn't turn up or come up. And then on my technology, I learned everything. That was really hard. I didn't really understand all of it. And tomorrow I have maths and science again, same day as I had on Friday, I had maths and science then. Science I found out really easy, all multiple choices. So hopefully I'll do well on these, get good mock results.",
    "tts_audio": "tts_M_0028_15y11m_1.wav"
  },
  "M_0217_12y4m_1.wav": {
    "transcription": " I like playing with computers and with computers you can do a lot of things. I have got a program called Visual Basic and you can make programs on that. It is a professional programmers guide and I have got the internet on my computer and what you you do on the internet? You can find out billions of information just by typing in a little thing. If you type in animals for instance, what you can do with animals is you can get lots of pictures of animals and information of animals just by typing in animals and lots of websites and to do with animals and what you can do as well is you can play computer games on the computer but I don't play too many games on the computer because I use it for typing up my design voices sometimes because my dad you see always always asked always asked me to do in-voice streaming because I'm very fast. I'm very quick in typing, right? That is why. And so I use my computer a lot of times. I play some games, some games on there but not too many games on there. And I have got a Playstation at my house and what you do is you can get bundles of games with a PlayStation which is you put CDs in there and games come up. For instance Ridge Racer which is a car game you can play with the car there and a time crisis game where you shoot stuff.",
    "tts_audio": "tts_M_0217_12y4m_1.wav"
  },
  "M_0090_10y1m_1.wav": {
    "transcription": " It's about this man who is a lawyer and he lies a lot. And his child has a birthday and he promises that he'll be there for his birthday and he never showed up and he was very sad and then the child made a wish and asked he's dead, couldn't lie for, for one, one whole day. And, and Jim, and the father, and, and the wish comes true. And then, in a court case, he has to lie about a few things. he just just just basically has can't can't can't lie like for for him the whole day really",
    "tts_audio": "tts_M_0090_10y1m_1.wav"
  },
  "M_0100_13y7m_1.wav": {
    "transcription": " During a summer holidays we went to Bournemouth. We went there for one week. We stayed in a hotel called the Elstead Hotel. A three star hotel. We stayed there for about one week. There's a swimming pool there. There's loads of good facilities as well. Also I went to Menorca, that was for also one week. It was about 90 degrees out there and the sea was quite warm. We were on the beach most of the time in the swimming pool which was quite warm. We were on the beach most of the time and in the swimming pool which was quite cold. I stayed in an apartment in Menorca in somewhere called Kalembosch which we went to last year. When we came back from Menorca we went to last year. We went straight off to Alton Towers for two nights. The first day we went to Birmingham, we went to somewhere called the Bass Museum which is a beer brewing place and that was quite good and second they actually went to Alton Towers and there were lots of good rides there there was Nemesis, Oblivion and loads of other rides I went on Nemesis and it was enjoyable. Becky, my sister, chickened out on it. She didn't want to go on it. It was a long journey back home though. It was about a two hour journey in the car and there was traffic on the way back down the M40. It was a big traffic jam so we were in that for about half an hour going through London. Then we went to pick the car up from the kennels the next day. And he was a little excited. How old's your sister? The one who chickened out the...",
    "tts_audio": "tts_M_0100_13y7m_1.wav"
  },
  "M_0112_10y7m_1.wav": {
    "transcription": " But I support Arsenal and I've been to four games and my favourite player is Dennis Bergkamp. He is Dutch and he's a forward and he's one of the most skilled players in the Premier League. Arsenal finished third in the Premier League last year. Ian Wright was a top goalscorer. Tell me about Arsene Wenger and players which he's brought in and where they're going and stuff. What do you think about it? Arsene Wenger's bringing Patrick Vieira and Remy Gardi and I think he's a good manager. That is why we finished third in the Premier League last season. He has bought Mark Overmuth from Ajax.",
    "tts_audio": "tts_M_0112_10y7m_1.wav"
  },
  "M_0077_11y2m_1.wav": {
    "transcription": " It's called like football, basketball and rounders. I'm good at football and that's round us. Favourite subjects are English and science. And my worst are maths. Maths and history. And I have two brothers and we always fight and always beat him up. And for Christmas I got a bike, a bike and videos and all the different sorts of videos and games and everything from my computer. I hate school. I don't like school at all. I just like lying in bed at home.",
    "tts_audio": "tts_M_0077_11y2m_1.wav"
  },
  "M_0017_09y0m_1.wav": {
    "transcription": " For the first part of the holiday, we just had a few days at home. And then on the 1st of August, 3 o'clock in the morning, we piled our things into the car, strapped them down to the roof rack, and off we went in the direction of Poole. We ended up in a pool at about six o'clock in the morning and then two hours later after all the bags had been searched and all the other things, we were on board in our cabin. Maybe half the passengers on board were standing on deck waiting to see us move out. And we weren't going all that fast to begin with. And then another eight hours of pretty boring sea journey. At one point we thought we had sighted France when we passed New Jersey. Ah, really? Yes, and then we got into St. Marlow at about 4 o'clock on another car journey, which should have only taken three hours. But because we're not familiar with the countryside, it ended up five hours. And we arrived in the campsite at 9.15 French time. And that was our first night on the campsite. A few days later, I was swimming in the swimming pool, the open-air swimming pool of the campsite, just minding my own business, when I spotted a boy who had exactly the same make of goggles on and worn. And it also happened that we had jumped into the pool and landed almost side by side. After that, we'd become very good friends. And now we're pen pals. I think it was your friend. No, no, he was Scottish. Ah, right.",
    "tts_audio": "tts_M_0017_09y0m_1.wav"
  },
  "M_0030_12y1m_1.wav": {
    "transcription": " Most of the programming I do is in Visual Basic, which is in Windows. At my school they've got Visual Basic and I sometimes up some of the techniques from that with all the add-ons and everything. It's really a very user-friendly language and easy to use. At home, I've actually got a higher version of Visual Basic than at school, but a computer sometimes crashes when it runs that. I think it's because of memory problems. And I've made some EXE versions of some of my games. But I'm keeping those to myself for the time. I might sell them later when I'm older. What sort of games have you written? Usually strategy games. I've written a programme where you've got to fill in some magic squares, and I've got a programme to actually make a magic square any size you want. Once I made one, 29 by 29, it took ages to fill in. That's the one where you move the... 29 by 29 looks impossible, but in fact it's based on one simple technique. Make it any size, as long as the dimension's an odd number. I haven't tried it with an even number yet. Oh, yes, visual basic. Most of my friends at school who are in years higher than me sometimes write programmes in Visual Basic and their lunch breaks. Some of them were a bit annoying, but I'd get used to that. It's hard to push me off computers and everything. My account on the computers is a normal one. You can get manager accounts above that and they can go into anyone else's below them.",
    "tts_audio": "tts_M_0030_12y1m_1.wav"
  },
  "M_0052_12y10m_1.wav": {
    "transcription": " And so I went to school and my first two lessons were PE and English. First we had English and... And so for all of our class we're making, we've got in pairs and we're going to make a, we're going to make a magazine. and I'm working with a person called James and our magazine's about football. And then our next lesson, which was PE, we worked on sprinting and then I had to leave at quarter to twelve and my parents picked me up and while my dad was parking his car me and my mum went to have a McDonald's",
    "tts_audio": "tts_M_0052_12y10m_1.wav"
  },
  "M_0553_11y0m_1.wav": {
    "transcription": " Okay, on this Sunday I've got a match against Hertfordshire. It's a cricket match. Because a few months ago we had trials to see who could get into Bedfordshire but I didn't make it. But they've offered me a match and I'm going to play on Sunday. I've got a friend who's in my team just for Bedford, his name's Sam, and he's only nine, and he's good as and we haven't lost a match. And there's Cutlerhammer, Sandy, Potten, Baromum and that's it I think. And we've beat all of them. And we'll be in the final on next week I think. And it's either against Luton because it's our league and this other league and it's either Luton, Leighton, Buzzard or this or someone else I've got I think it's, oh. Flick, tick. Um. Okay.",
    "tts_audio": "tts_M_0553_11y0m_1.wav"
  },
  "M_1101_35y0m_1.wav": {
    "transcription": " So now if you could still hold the microphone, now we'll just have conversation. Yeah, that's really difficult. Usually I'll ask you questions, and you can ask me also questions if you want. So tell me, where did you live before?? Did you work before this? How was the studies in university? Pardon? How was the studies? How was the studies? I found it quite interesting. We did specialised in economics and public administration. We did comparative politics and political philosophy and political sociology and that type of area, urban politics and sorts of subjects. Did you want to find a job related to your studies or you didn't mind doing something else afterwards? that I was certain of, but I would like to work in some field of administration. I would ultimately like to get into some form of administration or anage of some kind. that's the type of area interests as far as actually going into politics is concerned that would be although I'm interested in it would be quite hard as I've got as I have problems with my speech, you know. That's quite important. And in the present job you don't find a speech? It isn't too much of a problem. Sometimes I am with the people I work with. But sometimes I'm okay. It depends really. I find that I vary from time to time quite a lot depending on circumstances and how I react to stress has quite an effect on my speech also. So sometimes you have good periods and good periods with speech. Yeah. And what are your habits? What do you like to do? I quite like, apart from current affairs, I like hosts, sports, especially cricket, tennis and poker. They're my three favourite hosts. When I was younger I used to like football but I've gone off of that just recently for various reasons. Do you have parents still working? Yes. My father retired last year. Last year. Last year. He retired last ye... year. He used to be a supervisor with the Eastern Caskholds. He just retook early retirement. Now he's 63. My mother's 58. And she's working? No, she has worked, but she was a couple of years. She had trouble with her. a bit of trouble with her so she had to give up working I've got an elder sister yeah yeah I'm the youngest in my family I your family used to stammer? And does he have any explanation for the improvement in his speech? I think he's possibly become as he's got older he's become less self-conscious but apart from that I don't think he's got any specific observation to the reason why it seems to have cleared up. Do you think with you it can happen the same way? about completely clearing up. I think there's a chance that it could improve as I get older. I'm not sure whether I'm too optimistic of it completely clearing up.",
    "tts_audio": "tts_M_1101_35y0m_1.wav"
  },
  "M_0030_16y4m_1.wav": {
    "transcription": " a wealthy Athenian, instead of paying taxes for a single year, you could either choose to organise a religious procession, you could make a warship, or you could sponsor a Greek playwright in the Greek theatre and you'd have to organise everything including the costumes and you'd have to train the chorus. There were many differences between Greek theatre and theatre these days. There were only three actors in general. There was a main actor and there were two supporting actors. And they tended to switch roles all the time. As a result, all the costumes they wore tended to be pretty heavy but easy to get on and off. Those were all masks which gave them a whole new identity from the point of view of the audience and it also meant that all the people who were sitting at the back of the theatre could see them. Yeah, this obviously doesn't happen these days because they were relatively small theatres. This is because any single play will often be showed hundreds of times instead of in ancient times when any single play was only shown once, it had only one main performance. The actors in Greece were all male, whereas these days there were female actors as well. However, absolutely anyone was allowed to come and see the performances. They were very keen on encouraging people to get involved with the theatre, which meant that if you couldn't afford to pay the entrance fee, they had to have a government grant, which these days you don't have. The role of the chorus. There were 12 or 15 people in a chorus, if it was a comic play, and up to 24 if it was a tragedy. The chorus acted in the orchestra, which was a wide open space, rather than the meaning it's adopted these days. Their roles were they often commented upon the action of the three main actors often acting as often acting as some of their slaves. They would sing and dance as well and were accompanied by an alertes which means a flute player once the chorus entered the stage they didn't usually leave and they usually acted as a single group so they had no individuality they wore the same all the same masks and the same clothes um",
    "tts_audio": "tts_M_0030_16y4m_1.wav"
  },
  "M_0553_10y0m_1.wav": {
    "transcription": " On the weekend there was this match, it was England v Simabwe and England won and because Zimbabwe got a low score and then England just they only won by something like six wickets or something like that because it was this thing where it was out of England, Zimbabwe and West Indies. West Indies lost every match except for one, I think. They're the best. Well, they aren't the best, but they're excellent. England are the next best and Zimbabwe are the worst but Zimbabwe just lost just not much matches because I don't know why. My best food is hot clit and chips and I hate stuff like meat because it's just disgusting. Because it's all, I don't know why I don't like it, it's just disgusting. But I'm not allowed to hock it much though because my mum hasn't let me unless it's my it's like a special something like this it's special. Okay you said you you hate me and I",
    "tts_audio": "tts_M_0553_10y0m_1.wav"
  },
  "M_0214_09y4m_1.wav": {
    "transcription": " and it has a camera and somehow it works and you will get more pictures about 12 or 13 pictures and it has a toy gun and it could hold it and the action man has lots of of and my second thing that I have have to been I have been to a English school and and it's quite good but sometimes I get in trouble but from now on I got to an Arabic school and everyone had one table and the table opens and then you could put everything inside it and and the break we could go outside and play football but on Friday we practiced to play football",
    "tts_audio": "tts_M_0214_09y4m_1.wav"
  },
  "F_0560_11y7m_1.wav": {
    "transcription": " Well I like doing art and everyone says I'm very good at it because I've won many competitions to Magna Carta next. I passed my 11 plus for Sir William Perkins and Slough Grammar though. I like PE and sports. I'm known back in Minton and I might join karate. I'm not very good at football though. I'm always kicking the ball the wrong way. I'm good at being a goalie and I'm good at my work at school. I'm the teacher's pet and all the teachers like me and all that. My birthday is in November, November 12th and I'm a Scorpio. I'm kind of nervous making friends because I don't really know if they they like me much. I've got twin sisters and they're both eight years old. Sometimes they're double trouble. My dad works overseas and my mum's just starting to work as a teacher.",
    "tts_audio": "tts_F_0560_11y7m_1.wav"
  },
  "M_0210_11y3m_1.wav": {
    "transcription": " I play for a football club called Springfield FC and we had a tournament just two days ago and unfortunately we didn't go through to the quarter finals. But then the other team, which is team B, we went through and they won the finals. Now let's talk about cricket. The last test between England and New Zealand, England won with 241 runs to one, I think. And the first game, New Zealand won. What else can we talk about now? Hobbies. My hobbies are, I've told you that already but I'll say it again, swimming, wrestling, playing football and playing cricket. Are two minutes over yet? Alright. Tell me about your family. My family, right, my dad, he is 44 and he works as an accountant.",
    "tts_audio": "tts_M_0210_11y3m_1.wav"
  },
  "F_0818_12y4m_1.wav": {
    "transcription": " In zoos there are animals such as giraffes, elephants and tigers. Elfants Tigers Deers Lions Penguins. Penguins. Do you have a favourite Zoom? Bruce. Do you have a favourite Zoom? No, not really. Tychus. Right. Nose. Brian knows Crocodile Jules I think",
    "tts_audio": "tts_F_0818_12y4m_1.wav"
  },
  "M_1011_13y10m_1.wav": {
    "transcription": " and I got around 15 to 20 games and they're all good games but I like football games the most because I like football quite a lot and my best game is Pro Evolution 2. That's a football game and... Why? Because it's like you're playing the real football, but you're controlling the players and stuff like that and you can buy players it's like so you're like a real manager so that you can buy and sell players and stuff it's quite good and I got um um another fighting game which is quite fast and that's quite good as well and that's called Tekken 3. That was one of my really oldest games. I got that when I bought a Playstation and that's it really.",
    "tts_audio": "tts_M_1011_13y10m_1.wav"
  },
  "M_0052_16y4m_1.wav": {
    "transcription": " I've chosen to talk about my electric guitar and I've been playing it since last November. I've been playing it for just over a year now. I did have a tutor but in around September he just stopped coming. He didn't turn up for some reason. well we found out a couple of months ago his wife's got cancer so he's going to stop for a bit and well it hasn't been as fun playing since he hasn't been teaching me because when I learn songs by myself it takes a bit longer and it isn't quite as fun and well most of the songs i play is like rock and hard rock and um my favorite band are probably queen queen and um except i find most of the songs quite quite hard to play and my teacher said i should start off this is something a bit more simple and and we had to start moving on to Queen but he stopped. I like playing almost any rock bands like Aerosmith and people like that. I play in a band as well except I don't play the lead guitar in my band, I play the bass. We practice about once a week around one of our friends' house. Our friend plays the drums and we have a lead guitarist and a rhythm guitarist. We've only been playing for about a month now and two other guitarists here in the band also have the same tutor it is me and",
    "tts_audio": "tts_M_0052_16y4m_1.wav"
  },
  "M_0104_12y7m_1.wav": {
    "transcription": " We started school on Monday day and on that day uh Lessons. Work. History. German. Science. three German Science English Maths and for the sixth one if I can remember it. Geography. So...",
    "tts_audio": "tts_M_0104_12y7m_1.wav"
  },
  "M_0081_09y3m_1.wav": {
    "transcription": " After she put the child down by the chair, the chair was next to the phone and then the phone went and then the babysitter picked up the phone and said, check your child, check your child. And he looked and it was gone. Then she phoned the police and then the police said there had been a ghost walking around this kind of country. So the policeman looked in the living room and he said, Oh my God, look, there's your forehead. There's your four children's head on the TV aerial. Whoa. That's so scary. Tell me another one. There was this lady who had an iron leg and then she was dying and then the man and the lady with the diamond leg said, when I die you can have all my jewellery and money but not my diamond. And then when she died the man said he was going to find out if I take diamond legs. And he was asleep and he heard this shake on his window and then he got up and a ghost walked through the wall.",
    "tts_audio": "tts_M_0081_09y3m_1.wav"
  },
  "M_0030_12y9m_1.wav": {
    "transcription": " In maths, we're doing some really seriously boring work and I sort of keep asking my teacher lots of questions and I've got onto trigonometry somehow and the only person in the class that's done that and I haven't quite grasped it yet but it's quite fun and it adds another element to the workonometry stuff. Oh, right. Well, all I've really done is signs and cosines, which can only be in range minus one to one, as far as I remember. Tangents I haven't done yet and they can be in infinite range. I've thought about expressing triangles as only two numbers rather than having either two angles and a length or two lengths of an angle and every triangle can fit into a circle exactly so I was thinking just expressing the points two and three as a number of degrees. Okay, a triangle won't be, you know, the right size, but dimensions will be okay. In English, we're doing Shakespeare at last. Henry VI, part two. That's quite fun. And we're acting acting it out I was promised the fourth biggest part and I ended up saying five lines",
    "tts_audio": "tts_M_0030_12y9m_1.wav"
  },
  "F_0879_12y5m_1.wav": {
    "transcription": " My two best friends are Natalie and Becky. We always go to the pictures, we each go ice skating and swimming and we always go together. We walk to school in the morning, we meet each other at playtime because we are in the same class. We go to lunch together all the time. I've also got other friends but I don't do as much with them. We go ice skating once a fortnight and sometimes more as well. We've all got ice skating boots and that. My family like them as well so they're always around. We have sleepovers at each other's houses all the time so it was quite exciting. We all share secrets and gossip all the time about things at school and our lessons. We share make up and clothes and that. So, parties and go out round, well, shopping in town as well. So. A little more. You can change the subject. Right, my family, my mum's really nice and I can talk to her about anything about school and she helps me out at school and she always helps me with my homework and with my dad as well. My step sister and step father come every fortnight. I've only got a two bed room so it's quite hectic as well but it's exciting as well. My friends come and get in with me and my step sister on a weekend so on the other weekend I go to my dad's",
    "tts_audio": "tts_F_0879_12y5m_1.wav"
  },
  "M_0107_08y5m_1.wav": {
    "transcription": " Some of them talk madly. Some of them a fighting game. Lots of good players. The best player is Hashihomishima. They do very good fighting and action and there are two car racing playstation games I like and they are V-Valley and Destructionby 2. Destruction Derby 2 is about smashing the cars up and V Rally is about cars driving and racing all over every country. And there are some... And I've got three demos that have a lot of good games and one of them is a playable demo. That is one that has Tekken 3 on it. Much better than Tekken 2. Because it has a lot of better players, like Julia Chain and Eddie Gordo.",
    "tts_audio": "tts_M_0107_08y5m_1.wav"
  },
  "M_0556_08y0m_1.wav": {
    "transcription": " I like Dragon Ball Z because it's like a... It's a manga. It was one of the first manga cartoons that came out. And I like it because it has martial arts and stuff and it has sounds for attacks like Ameya or Extractor Disengage. anything and a half. My favourite episode was when Goku did this Saiyan and a Saiyan is somebody who can do all stuff like the Kairi King attack which is a special move that Saiyans can do. And Goku who is a Saiyan he... and he... he's run into Super Saiyans and this is quite strange his eyes turn green hisows turn yellow, so does his hair and his muscles get stronger and he can do more attacks than just the same and",
    "tts_audio": "tts_M_0556_08y0m_1.wav"
  },
  "M_0098_09y8m_1.wav": {
    "transcription": " Today at school we went to the computer room and we had to do some spreadsheets stuff. What flavour, now what eye colour have you got and what colour hair. how many pets have you got there some people have about two pets and some of them had one and some of them had none so we just put zero on the sheets. Then today at school 2 I played football 2. And I was playing versus 5H and it was a draw, the match. It was 3-3. And I scored one goal and then someone else scored again. And today I watch Pokemon on TV and it was about this boy Ash and this one girl Misty and Brock. They were going on this adventure to find them.'s 150 pokemons they have to find found this is those they went to this white house and you see when they went inside it they saw this animal and I think it's a beetle, I can't remember, and it could talk, but it wasn't a real beetle, it was a boy inside this costume.",
    "tts_audio": "tts_M_0098_09y8m_1.wav"
  },
  "M_0030_19y5m_1.wav": {
    "transcription": " I went to Poland a couple of weeks ago. It was probably my first proper holiday for a while because I've been busy at uni and haven't really had the chance to go away. We stayed in Warsaw at the University of Warsaw. The accommodation was pretty rubbish really compared to what you get in this country. We had three beds in a room. That's one bed and two on the bunk bed so that was pretty dire and it got really hot at times but it was it's very nice place in Russell. We spent a whole day shopping. Prices there are quite cheap compared to England. The main reason we were there was for competition. We were in Poland for only a week and the competition was on two days. So we had a fair bit of time to go around, see the sights and all that. I didn't get much Polish out because it didn't really seem worth learning a lot of it but I learned a few phrases which were useful. What else did we do? Only three people from my college went and about 14 from England because it was an international competition. So we did a fair bit of socialising with people from other countries. At the end of the week, some people had an international football match, which was basically all people from the UK versus everyone else and apparently they lost which sounds fairly plausible. What else to say? They've got really good public transport in Poland because obviously well in Warsaw in particular because after the whole place was bombed in the Second World War they had it completely rebuilt and obviously had the time to think about it so they've got really wide roads on an average road in Walsall you'll get about two or three lanes of traffic and a couple of wide pavements and some tram lines down the middle. And where you haven't got tram lines you've got a grassy patch so you can build tram lines if they want.",
    "tts_audio": "tts_M_0030_19y5m_1.wav"
  },
  "M_0052_12y8m_1.wav": {
    "transcription": " When I left the course, the one thing I was looking forward to was my snake and also being able to speak more in class. And I spoke a bit more in class, but I've been reading more as well. And at the moment in class we're reading a play called Lies. And it's about two teenagers who are striving to go to school to earn some money because they want to go and live in Cornwall, except in the end they don't make it because the mum finds the money which she's been saving and she goes out and buys a new hi-fi and it's based in the 1960s. And I've read for that four or five times and each time I've played quite a big main part. And a week after that I went to get my snake's aquarium and the aquarium was three feet and it was second hand. We bought it off a newspaper, an advert in a newspaper. And a week after that we went to get the snake and I was going to get a garter snake but some friends told us that a corn snake would be much better because they had one themselves and so we bought a corn snake and when they went to get it a man asked me to hold it in the pet shop and it was much bigger than I thought. At first I was quite scared but after I held it, it was okay. The reason why I was scared was because there was about ten people crowding around to watch a man take it out. And a few days after I kept the the snake I noticed it was shedding its skin and that's why it wasn't eating.",
    "tts_audio": "tts_M_0052_12y8m_1.wav"
  },
  "F_1039_09y3m_1.wav": {
    "transcription": " My teacher's called Mr Collier and he's very strict and we've got naughty people in my class but he tells them off a lot. And we've got this time out corner and you normally go in there for five minutes if you're naughty and sometimes ten. And we've got to help on Mrs Martin because we've got a special need person in our class and she helps everybody really and um it's really nice when we get some people coming throughout we get helpers throughout and we... and I like school but sometimes I get a bit picked on because of my stammering. My friend used to take... they kind of used to take the mickey out of me but they don't now they've stopped. And last time I talked about my cat Puddy. But school's really good and I'm in Year 5 now and I've only been in there for about, I've just had half term, so only half a term. And like I said, I like school. And when I've come home, I've got a busy week because on Monday I go football Tuesday I go French Wednesday I go choir Thursday I'm free and Friday I go shopping with them with the mummy to do a weekly shopping but sometimes I don't go with her I go to a friend's house sometimes. And it's okay, sometimes I buy some stuff that I like. I buy some magazines and that. And I get pocket money, I get a pound a week for doing nothing. I don't really do anything. But I do it, but then on Saturday or Sunday, I'm going to the fireworks with my friend.",
    "tts_audio": "tts_F_1039_09y3m_1.wav"
  },
  "M_0061_15y0m_1.wav": {
    "transcription": " For the past term and a half I've been working very hard in all my subjects. And also what I've also been, I've also just had my birthday, which I've just turned 15, which was nice. For my birthday I got some, I got loads and loads of things, sort of books, glasses, glasses and lads, yeah, glasses, got glass. And also, during my birthday, I also got, I also got, confirmed as well, which is quite nice. And also, then, also for the for the next term which is after this after the easter holidays i'll be hopefully working to to my all to my to my end of term to my end of term exams which would be quite hard so i'll have to work afterwards. So during the Easter holidays I'll be doing lots of work and things which will be quite boring. And also during this holidays we're hoping to also go to France for two or three days before Easter Sunday, which would be quite nice. And also I'm hopefully going to be playing lots of games and sports and things. And also what I'm hoping to do, I'm hoping to go up for a walk, a few walks and things just to stretch my legs and things. And also what I'm hoping to do is I'm hoping to also go out to the, hopefully go and see a few films as well during the Easter holidays and also go out for a few good meals and things.",
    "tts_audio": "tts_M_0061_15y0m_1.wav"
  },
  "M_1017_11y8m_1.wav": {
    "transcription": " My favourite subject is science and PE. I have a PlayStation 2 with six different games which are Sled Storm, SSX Tricky, Wipeout, Fusion and I can't remember the rest. Tell me about your school. What is it called, where it is and that sort of thing. My school is in Richmond called Ibstock Place School. I'm in year seven and I'm just, I'm nearly going to go into year eight. I'm revising for my end of year exams which are in two weeks and hopefully I'll get good marks in them.",
    "tts_audio": "tts_M_1017_11y8m_1.wav"
  },
  "M_0061_14y8m_1.wav": {
    "transcription": " All Christmas I want some new books to help me with my work at school. And I also want a new personal CD player and also I want a few new books to read at home. I'm also hoping to get, which we've already got already, is a new badminton baguette, a squash baguettes and some new squash shoes as well. And let's go in Dorset. What we do, we have this thing which we do on Wednesday afternoons which is called the ECF which is like the like a we load down a ting of like the armed forces um what we do",
    "tts_audio": "tts_M_0061_14y8m_1.wav"
  },
  "M_0121_15y1m_1.wav": {
    "transcription": " The 30th of October, talking about whatever he wants to talk about. My name's... My name's... And you're... Hayley. I do... What I see... I see I see a round belt belt my my I am who, um, also so, as, as, as, um, Marty is, is the, the, um, was, was, um, and, and, um, he'sries and he's a The next Nezabel is wearing his black and the next is is on the 16th of November. Just give me a little bit more, tell me a bit more about your karate and what you do when you go training and things like that. I train on Mondays and Thursday's start at 6.00. Training sessions.",
    "tts_audio": "tts_M_0121_15y1m_1.wav"
  },
  "M_1103_20y0m_1.wav": {
    "transcription": " around. Well, at the weekend I'll play hockey for my town, although we've only got about 13 or so members, so every week we sometimes have trouble trying to make the numbers up. Although this is only usually played in the winter season, so we stopped a few weeks ago. And apart from that, I like listening to music and have a guitar at home, though I can't play it very well. What kind of music are you listening to? Well, most sorts usually. Not classical or things like that. Pop. It's fairly varied actually. I mean you have to take care of it? That's right, it's a VW Golf, it's about 6 years old. It's like a Beetle or it's... I don't know cars so well. No, it's about the size of a Fiesta. It's a small hatchback type car. It seems fairly reliable though. I'm saving it for a music centre at the moment. It's supposed to be fairly reliable with the rust and things like that. I've been driving about two and a half years now, so... Driving? Driving. I passed my test about two and a half years ago, yeah. That's good. When did you pass then? I passed my test nearly two years ago, just before I came here. And here I didn't dare drive. Once I took my father's car and tried, but it was probably not good. Did you drive on the left side or the right side over there? We drive on the... I want to say the right side, but we drive on the opposite side. Yeah. But, I mean, our drivers doesn't have a reputation of good drivers, but, I mean, it's nicer to drive at home, you know, you're used to this side. That's right. You're used to all these sort of signs, aren't you? I don't know if they have a roundabout at all. Really? Yeah. What's on the back? I don't know if they have a little roundabout. Have you been around the world? How come you chose this specific job you are doing now a course? Did they send you to a couple of courses? No, not really. Just whether you'll be able to cope with not very complicated or hard work. So that wasn't bad anyway. What size of the work would you like? It's only a small company you see. So you know everyone there. So everyone is really nice there. It's varied, it's not just one thing you're doing at the moment. My job is, we own a certain amount of equipment ourselves. When we repair our customers equipment, we loan them our equipment. I have to know who we've loaned them to, where it is, you see. So that's a fairly varied and interesting work, I suppose. So you meet a lot of people? Yeah, quite a few people, yeah. And I think being a stutterer, did they change something in your attitude towards your job? I mean? Would you do something different? Would you go to some other field? What kind of a job would you look for? You're repairing all kinds of computers? Sorry? You're repairing all kinds of computers? Well, yeah, about five or six sorts of. The microcomputers, not the sort of large mainframes. The main producers we repair are IBM and Apple and Apricot and Sirius.",
    "tts_audio": "tts_M_1103_20y0m_1.wav"
  },
  "M_0100_12y3m_1.wav": {
    "transcription": " Shoprock, The Simpsons, Friends, EastEnders and Buffy the Vampire is there. My favourite hobbies are skating. What I mean by skating is ramps and things like that. And I play football, skateboarding, cricket, hockey, swimming, basketball and a lot of other sports. I've got a PlayStation and I've got five games. Spy with a Dragon, Hearts of Darkness, Toggle 2, Two Wrinkles, and I do have the world, Apes, Exodus, and Call of Duty 3. I have a pet dog called buddy and two pet goldfish could jewels and I can't remember. I have a large bedroom with a hi-fi, a drum kit and I play the viola and drums as well. I used to play the piano grade one, but then I stopped after grade one because it was getting a bit tedious. I have a bike.",
    "tts_audio": "tts_M_0100_12y3m_1.wav"
  },
  "M_0098_10y6m_1.wav": {
    "transcription": " Last week we got to play football. It was really nice. And then our team lost. I think it was 5-7. And then you see the first day we were trying for our greens. I got my green. But the most hardest is to get you red but you see my sister they said that I can't get my green I would never get my green and then I did I showed them that I did and then and then I was trying I tried to get my blue was having a test to get a blue, but I failed. I failed, but I didn't mind. Anyway, I didn't mind because I got my green. And that's it. Tell me about your school. I like to play football at school and basketball. You see how football was playing against the Year 5, Year 6 versus Year 5? And then the score was 2-1. We beat them. I must stand on it. When people are lining up, I have to tell them to stop talking for a job. Yeah. And um. You see literacy is more better than maths. I like literacy better than maths.",
    "tts_audio": "tts_M_0098_10y6m_1.wav"
  },
  "M_0078_12y4m_1.wav": {
    "transcription": " and I also got some rollerblades which I was dying to get. I also got a computer game for the computer called Red Alert. But my best present I got was probably for my birthday last year which was in fact a cat who I've called Amber because her eyes are amber coloured and she's fat and won't stop eating and she's extremely naughty and always tries to eat something and steals food from all over the place. And also, it's just a pain really. I've got one different remote control car called the Dirt Thrasher which I raced with the car I got for Christmas. This goes much much, which is four-wheel drive. And it's also got oil dampened suspension. So it's extremely smooth when it does jumps from the steps of my garden and goes in the garden and all sorts of stuff. How do you know?",
    "tts_audio": "tts_M_0078_12y4m_1.wav"
  },
  "F_0558_10y0m_1.wav": {
    "transcription": " I love watching Neighbours, Extenders, Dawson Creek, Charmed which is about three witches. I love playing rounders and tennis and cricket sometimes at school. At primary school I used to play rounders every single day but as I'm a year seven I can't play that games because I've got different friends. The books that I like, the authors that I like are Paul Jennings, Drew Bloom, Roald Dahl and I can't think of their names. I don't like between football that much or rugby. I think I'm pretty good at art, maths and science. But I don't like Bengali because it's a bit hard for me even though I speak Bengali. School is okay for me, I find it easy, it's not that hard for me. My teacher had a baby so I got a supply teacher but now she left us so we've got our home teacher back and she's got two baby sons. I also like watching Friends on Channel 4. I've got two brothers and three sisters. My brother is 17, my sister is 15 but she's 16 on November and I'm 12 and I'm 13 on November. My brother who's after me is 10 and he's going to be 11 on November.",
    "tts_audio": "tts_F_0558_10y0m_1.wav"
  },
  "M_0102_09y6m_1.wav": {
    "transcription": " Michael Jordan is a basketball player. He's been it for a few years, not until one day when he said he would like to retire. And he wanted to be a baseball player like his father. So then he started baseball, and one day a spaceship flew over them. It was these tiny aliens out from space who said that they wanted the looney tunes to make their fare even better. So then one day Michael Jordan was going golf when... When... No, wait, start again. So when the aliens reach Looney Tunes land, the aliens said that they are under control and then Bugs Bunny said that we have to have a chance to defend ourselves and they said a basketball game because they're very small they can't jump high so they're down in so then the aliens could go to new york to see the best players in the world and then they steal all their powers so then when, after the Lulitu's had practice on the hall, or what is it called, it was the aliens turn and when they look back, the alien was monsters. So then they grabbed... So on land, Michael Jordan was playing golf and he got it in one, but he didn't really. So then they took a photo of him trying to get the ball and he had to press the thing when Michael Jordan disappeared. And then down there they said that they needed their help, that these monsters were doing a basketball game.",
    "tts_audio": "tts_M_0102_09y6m_1.wav"
  },
  "M_0095_08y10m_1.wav": {
    "transcription": " I got my PlayStation in summer holidays here and when you open it, it takes CD games and I got one game which is a karate game and it's got 20 players in it. They give you 10 and you have to get the other 20 and you have to get the other 10. And I've got 19 of them so I need one more but it's really hard to get. And it's got... It's got... I think it's got five different stages. There's time attack, there's survival, there's practice mode, there's these mode, there's option mode, and there's arcade mode, that's six. I'm looking forward to this game in about a month and it's called Batman and Robin. I think it's a two player game and I'm looking forward to that and after that I'm getting a different game it's called Assault and it's a shooting game I think it's two player. Yeah when I get it I'm going to be playing with it a lot. And my uncle, he's got a Nintendo 64, and he's got four games. He's got Super Mario Land 64. He's got Star Wars. He's got Lila Wars. And he's got, I can't remember, he's got Raid Racer.",
    "tts_audio": "tts_M_0095_08y10m_1.wav"
  },
  "M_0017_09y4m_1.wav": {
    "transcription": " experiment with bicarbonate of soda and vinegar and at one point, well a few months ago we were testing for viscosity and somebody dropped a plasticine ball into a test tube and it didn't come out again. So what I tried to do was, I tried to blast it out by putting a bit of bicarbonate of soda in it and vinegar. I ended up... And we ended up bubble, bubble, bubble, foam, foam. No ball. So I ended up with my hand covered in bicarbonate of soda and vinegar and carbon dioxide. Amazing. And it smelt sheer hell. And another thing was I was writing out the script for my drama group and I thought, oh no, scrunch, scrunch, throw it over my shoulder. Oh no, I hate writing the cast. And then I was writing out the cast for my four-person group, including me. At one point, it was sheer agony. It was absolute agony. Why? Well, it was just... I kept on making mistakes and I just kept writing it the wrong way or I ran out of paper at the bottom and I had to turn over and oh no. All those usual hazards. And in the end I was glad to get out of it all. What about... Tell me some more things about chemistry experiments. Well, um... Another thing I tried was, um, at home, I tried... I took a small drinks bottle, 350ml, and I made a puncture in the bottom of it and stuck a straw through and sealed it up with a bit of blu-tack. Then I made sure it was waterproof and put a bit of bicarb in and some vinegar on top. I put the top on rather quick, put it in the bath and went around.",
    "tts_audio": "tts_M_0017_09y4m_1.wav"
  },
  "M_0219_11y2m_1.wav": {
    "transcription": " My favourite computer game is called Total Annihilation. Basically it's a blow em up and build it up strategy game. You start off with your basic boss man and then you have to use him to build your extractors to get your resources so you can build your facilities like K-Bot Labs and tank bases. K-Bot means... it's a... basically it's another word for basic foot soldier. There are different levels of technology, level 3 being the highest. Your commander can only build a certain amount of structures but every construction structure like cable lab and tank bases can build a construction cable construction vehicle and then they can build the advanced plant and then the advanced plant can make level two cables, level two tanks and then advanced construction cable or tank and then they can build level three buildings as well as that there are two teams and there are two modes skirmish which can be four players you and three computer players you can have allies and then the other type is a campaign and there's 50 missions in all, 25 missions for each side. There are also two additional adds on CDs called Total Annihilation Battle Tactics which contains battle tactic missions for both sides and a special mission for the arm which is like the rebel side called the Coral Whopper Encounter.",
    "tts_audio": "tts_M_0219_11y2m_1.wav"
  },
  "M_0216_12y1m_1.wav": {
    "transcription": " You have to try and get tapes to unlock new levels. The first level you go into is a warehouse. In the warehouse there's a secret tape. You have to go up ramps and grind rails. Grinding is where you get both wheels on a vertical ledge on the top layer of it and just go along the corner. You can do tricks like rocket air what is a grab trick where you put your hands on the top of the skateboard and your feet at the bottom and spin round and there's varials where you grab the skateboards and put it round your body and spin to make sure you get more points. To get to the competitions you have to get a number amount of tapes where you get points for the secret tapes and getting skates where you have to find letters all over the course and you get a tape for that and if you're lucky you can even get two tapes in one go. At the tournaments you have to try and get one medal to unlock the next level what is the fourth level and it's Chicago skate park it's it's got a half pipe",
    "tts_audio": "tts_M_0216_12y1m_1.wav"
  },
  "M_0138_12y2m_1.wav": {
    "transcription": " And I will be talking about what is the difference between cricket and football. And West Indies were in dire straits yesterday and they had 31 for 6 wickets. And for the last few years, the West Indies team has been declining in form. Like, for instance, they've beaten by Pakistan, 3-0. Beaten by England. England in the last test, but they still won it. They still won the test, 3-2. They beat South Africa, 3-0. And they got beaten by who else? I'm not sure now. I'm back to football now. I support Wimbledon and we're winning a bit more money. We're only 10th in the world position, we were 15th last season. But we've been seeing some good players like Vinnie Jones. We've wanted to sell for years. £650,000. We sold Honesworth, 2 million to Bolton and for the last few years, just like the West Indies we've beaten 5-0 by Arsenal last season. This season were beaten by the bottom four. All 3-1 beaten by Nottingham Forest, 3-1. Blackburn, 3-1. Southampton, 2-0. And Charlton, 3-1.",
    "tts_audio": "tts_M_0138_12y2m_1.wav"
  },
  "M_0104_12y8m_1.wav": {
    "transcription": " The most recent film that I have seen was Pokemon, the first movie. And at the beginning Ash, Misty, Brock, Pikachu and Togepi are having a picnic and Togepi and Pikachu are the Pokemon and photography was walking around around near a small pit and Togepi who is a secret Pokemon. Is quite young.",
    "tts_audio": "tts_M_0104_12y8m_1.wav"
  },
  "M_0556_07y8m_1.wav": {
    "transcription": " My favourite thing is my brother. He's nice. I like him a lot but sometimes he gets on my nerves and sometimes I get on his nerves. I like my dad. He's very nice to me and when I slashed him in my mouth he said just Yusuf and Elijah and not Michael and Lucas and I really like is my pink keyring. It's really beautiful. It's like a lumpy circle with some water in it.",
    "tts_audio": "tts_M_0556_07y8m_1.wav"
  },
  "F_0818_14y2m_1.wav": {
    "transcription": " I get there by bus and it takes about 15 minutes. I've got a friend called Emma and I go with her on the bus. I like PE, I like running, arts, okay. I'm good at English, I get high grades in my report on English. I like geography, I got quite high scores on that. History, we end at different times on each day. Monday with three, then Tuesday later and then Wednesday quarter to three and then Thursday three and then Friday quarter to three. It's quite good. We have school uniform, blazers, blue shirt, tie, and skirt or trousers.",
    "tts_audio": "tts_F_0818_14y2m_1.wav"
  },
  "M_0104_12y1m_1.wav": {
    "transcription": " Well, in September I started a new school which is a high school in Hounslow called St Mark's. In that school there are six, which are Beckett, which I am in, Campion, Clitheroe, Fisher, Pole and I can't remember the last one there. And the year I am in is 7 Becket which has missed shore as the formed shooter. We have six periods a day and it takes the most of one hour to get to school.",
    "tts_audio": "tts_M_0104_12y1m_1.wav"
  },
  "M_0819_11y11m_1.wav": {
    "transcription": " In my school, we um, the sticks grew right because every morning and Morning and after school we This time I will be using I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. They stop sign and they stop the cars that the... because the children can walk safely to school.",
    "tts_audio": "tts_M_0819_11y11m_1.wav"
  },
  "M_0061_14y7m_1.wav": {
    "transcription": " I've been spending two weeks in Florida, USA. We stayed in an apartment only about five five five minutes away from the from the warts Disneyland Resort and we also spent time out of the resort doing other things like swimming and doing other things like that. What we did, we also went to the Ajik Kingdom, which is the most famous park in the Disneyland Resort which has loads and loads of rides. There is also three water parks which is owned by Walt Disney.",
    "tts_audio": "tts_M_0061_14y7m_1.wav"
  },
  "M_0100_11y2m_1.wav": {
    "transcription": " I go to Trenton Hills School and I like doing football, art, design technology, maths and a lot of other subjects. My best hobby is football. I scored 18 goals last year. Tell me about your friends at school and teachers and things you like doing in school. My best friend, Sean Waters. Went around to his house about two days ago. I went out on the bikes. Lost World's my best film. It was quite scary. About dinosaurs. What happened? I was they trying to do? We were trying to catch them and put them back in the right place. How did they discover them? They were walking through the forest and they heard noises and saw them. Tell me about what you've been doing today. I went out for the bandstand",
    "tts_audio": "tts_M_0100_11y2m_1.wav"
  },
  "M_0880_13y4m_1.wav": {
    "transcription": " Arsenal had a good chance of winning the Champions League but they lost that game. I think they could have won it but they didn't play their best team. We have a good chance of winning the Premier League and the FA Cup. We're in the semi-finals of the FA Cup and we're top of the table in the Premier League. So I think if we just keep winning our games and stay focused, then we have a good chance of winning it. The FA Cup, the other teams that might be a bit of a threat, I think it's Chelsea and Newcastle, if they're in it, I think they have a good chance of winning as well. In the Champions League, Man United got away, but hopefully next year we'll be in it. My favourite player in Arsenal is Thierry Henry. He plays for France and France are a very good team, so I think he's helping Arsenal as well because he's a very experienced player. He's scored the most goals in the Premier League. I don't know about the FA Cup but he has scored a lot of goals for Arsenal so that's why he's my favourite player. My second favourite player is Robert Perez. He's scored quite a few goals but not as much as Thierry Henry but he's still a good player. He also comes from France so another French player who's really good can score. Patrick Vieira who's also from France and Arsenal have many French players he's very good as well but he doesn't really Patrick Vieira doesn't really Patrick Vieira doesn't really score that much goals but he is a good player and he knows how to pass the ball and to help people score. Our goalkeeper is David Seaman. He's also the England goalkeeper and England have won their latest game I think. So I think he's going to be a good goalkeeper for Arsenal.",
    "tts_audio": "tts_M_0880_13y4m_1.wav"
  },
  "M_0216_11y6m_1.wav": {
    "transcription": " I play rugby at Staines RFC and that's where Laurence Diaglio used to play. Laurence Diaglio is my favourite rugby player because he plays for Wasps RFC and I've seen five of his games. Will Carling quit playing rugby and then a couple of months later he started again. He played for Harlequins and he didn't play for England anymore. I played basketball for Ashford Atoms basketball team. I am in the starting five of all the matches and I'm in the under 12s and next year I'm going up to the under 14s. I am just leaving my Spelthorne Junior School going to Matthew Arnold. And at Matthew Arnold there are different sections of the school for different lessons. We have five periods. During those five periods we have two breaks. Lunch break and quad break. The quad break is a lot, it's kind of a quiet area but it's in the middle of the school outside. In the quad there's about 20 tables and there's hedges all the way around it. And then there's just two alleyways to two different doors to different parts of the",
    "tts_audio": "tts_M_0216_11y6m_1.wav"
  },
  "F_0101_15y2m_1.wav": {
    "transcription": " I'm in year 10 and this year I'm doing my first year of GCSEs. I'm studying art, history, triple science, Spanish and graphical design. My favourite subject out of all of them is art. And my friends are Lucy, Lisa, Charlotte, Eleanor and Sarah. This Tuesday I'm meeting up with most of them to go shopping and then to have a sleepover. It should be fun. I think that's all I should be doing for the half term. This Friday, my sister's leaving to go to Australia for a year. And I'll miss her. She's planning to go to Thailand, New Zealand, Australia and America.",
    "tts_audio": "tts_F_0101_15y2m_1.wav"
  },
  "M_1098_25y0m_1.wav": {
    "transcription": " You didn't know the story before? No, never heard it before. So now we'll keep recording and I will ask you a question. That's okay. So first tell me about what aspects of your job you are more interested in. What bits of the job you really like to do? It's a very social and sociable industry. The people, as I say, meeting them and talking with them about radio, LBC, myself, their self, what they did over the weekend, it's very or pally and very nice and very friendly. Also within the office that I? Meeting with the job, meet more people and enjoy it more. And has it ever interfered with you getting to meet new people and feeling free to speak with think about that? What hobbies do you like to do after job? It's actually a lot of lectures because most of the courses do about 13-14 hours a week on each course. It doesn't sound an awful lot on its own but bear in mind that you're working 35 hours a week plus lunch plus getting to and from work. I often try to do things from Monday to Friday and then have the weekend off. It doesn't always work out that way of course.",
    "tts_audio": "tts_M_1098_25y0m_1.wav"
  },
  "M_0821_10y1m_1.wav": {
    "transcription": " And I have one sister, she likes being a doctor and finding out'm older. I like doing maths. I don't like English because you write a and everything. I've got a computer at home and I go on the internet sometimes and play games and my dad sometimes forces me to find out more about the hardware and software on some websites and",
    "tts_audio": "tts_M_0821_10y1m_1.wav"
  },
  "F_0558_09y3m_1.wav": {
    "transcription": " Because I like to watch it because I like seeing all of the people. I like to tell you I like the Simpsons .",
    "tts_audio": "tts_F_0558_09y3m_1.wav"
  },
  "M_1100_28y0m_1.wav": {
    "transcription": " You didn't know this story before? No. If you can still hold it, close your mouth the same way, and I'll ask a couple of questions. Oh, yes, yes. You can ask me also a couple of questions. Something is not alright there. Oh, no. Are you used to reading? I mean, it doesn't bother you to read? You write a lot? No, I don't. It's just now and then. Or it's not, or at least I don't write I don't write a large amount of stuff. It's just a rough note which I've gradually accumulated. How long were the courses you took at the college in Manchester? The course in Manchester was for three years and the course have a second degree from the Royal College? And illustrations, is it in graphics? Well, illustration is more concerned with making drawings and images, whereas the graphics tends to be more concerned with the layout. But they overlap a good deal anyway. My main asset is in drawing really, an ability to draw. So illustration seems like the obvious thing to go in for. You paint a lot. Yes, well, I draw more than paint. I'm trying to do more painting recently, well, over the past couple of years because I hadn't really used colour a great studies, who used to do illustrations and drawings. I mean, what are sort of examples for you? drawings of George Gross who uh... Gil Ray, who was an 18th century British illustrator. And Rawlinson, who was working at the same time. I like them. I can't think of many others actually. We're not illustrators, you know, I'm more interested in the painters really than the illustrators. I like David Hockney. I like his drawings. And apart from that, Renaissance painters. Mantegna is one of my favourites. And Piero della Francesca. In fact, I'm more interested in those than in illustrators, really. That's why I don't know much about illustrators. That's why I can't remember. Have you been to the Chag is a bit too jarring. And it was a lovely program. I think one of the things to enjoy Chagall is to be more involved with his way at least part-time teaching in art schools. I don't have that, no. And I haven't actually done any teaching. It's not a thing which I've ever really seriously considered. Can I ask you about your family? Do you have brothers, sisters? Yes, I've got two sisters. One of them lives in Plymouth, where my parents live. The other lives in London. And you are in the middle? No, I'm the eldest. So it's nice to have a sister nearby. Yes. And your parents are working in Plymouth or in Pension now? My father works in Plymouth. Although... Although... He's meant... Although... He's retiring this year. I think he's anyway. He's not quite sure about that. But he's at retiring age. Or near retiring age. So it'll be just this year then then you're just he doesn't want to stay on i think he'll be quite glad to retire and he works in the top five internet here he's connected with that It's a very industrial part of the town, isn't it? Yeah, I remember passing through this town. And your mother used to work at home? And you're not married? And do you know of someone in the family who used to stutter heavy or sort of wait? Since what? Since when did you start speaking? Could it be that it started earlier, but you became have noticed it and would have asked me why I was stammering. Yeah. Yeah. Yeah. Yes, well, I think in my case, it might have become apparent that it wasn't just a phase but it was continuing. And did it interfere with you doing things that you wished to do? I mean, would you choose another profession or go to study a different thing in college? Well, I think I might have considered going in for teaching, which I've never really considered, because I think that having a speech impediment wouldn used to teach lectures as well. I mean, I had a lecture as well. It was a very good lecture. It was one of but it's a thing which tends to be repeated to a certain extent. It's easier. Because I'm not so bad when I'm reading out things. Although I used to be. I used to hate doing that at school when I had to read out in front of the class. But that's not so bad now. Or maybe it's because it's not a thing which I have to do now. Whereas at the time at school it was a thing which I was expected to do. And so it was the idea that I had to do it. And I think i was into that as well yes",
    "tts_audio": "tts_M_1100_28y0m_1.wav"
  },
  "M_0065_14y5m_1.wav": {
    "transcription": " all leave leave their homes and then and then they they go to to their army base and then they they play play a few jokes on each other and And then they went went into the briefing room to get briefed on what they have to do in Iraq. And this was in 1991. And they also got lost on the way to Iraq. And in one part of the film this army man put into a little plastic bag and then he put it in the commander's bag and then he found it and chucked it back at him and then they went off to find this MSR thing which is the power supply to Iraq and then they met these armies and then I started shooting them down and the massive tank in it",
    "tts_audio": "tts_M_0065_14y5m_1.wav"
  },
  "M_0061_14y9m_1.wav": {
    "transcription": " What we moved, we moved down from London about two or three months ago. So what we moved, we moved from London down to Farram. And also what we've got, we've got a really nice house which has five bedrooms and it has a big sitting room which also joins on to the dining room which we also have a large kitchen and we have quite a big garden um what we've also got we've also got a what we've also got we've also got got a small shopping centre near us, which is very, very handy for things. And also what we've got, we've got a giant little bus to Idio, which is also very good. um and also what we spent we spent our first our first um christmas there um what we had we had my um um my um my um my grandma and granddad come down and what they took us they took us around a round the tour of tour of Portsmouth Harbour, which was very good. And then what we had, we had my granny and my aunt down staying for about a week, which we went to Yorkshire to stay for Christmas Day, which was good. And so what I got for Christmas, I got a new personal CD player and a new CD. And what I also got is I also got some shaving gel. And I also got some chocolates.",
    "tts_audio": "tts_M_0061_14y9m_1.wav"
  },
  "M_0100_13y10m_1.wav": {
    "transcription": " I came up on the train to here. We got on the train at Sutton and it took us ages because we got on the slow train to Victoria. Then we got on the underground train to Warren Street and we got off the train to Warren Street yeah, and then we walked from Warren Street, no we didn't, we got on the Northern line and we got on the train to Goody Street and we got off the train there and we walked all the way to university. Then, now I'm doing a speech recording. Yesterday I went to work for someone of us. It's Christmas shopping. then came up to have a McDonalds came home, it was fun. After this I'm going to do some more shopping because I've been given £10 to get a Christmas present with myself by I think it's an uncle or an auntie and I don't know what I'm going to get and then we're going to go home because our dog's at home and he was getting lonely at home and so we have to go through the mouths of people who used to go everywhere. I don't want them to do that because I have to clean it up and there's no way nice. So what's your dog's name? Buddy. Buddy. And how long have you had him?",
    "tts_audio": "tts_M_0100_13y10m_1.wav"
  },
  "M_0394_09y5m_1.wav": {
    "transcription": " I have six cousins on my dad's side of the family, but on my mum's side of the family I have none. So when my auntie was taken pregnant two weeks ago I couldn't, I was speechless and I knew that I had a baby cousin and she said we're going to have it in nine months and I'm really looking forward to it. My auntie used to have two dogs and a cat but then she adopted a dog with three legs and she had to take it in a hotel with her that wasn't allowed. And then she hid it in the bag so when she went up in the elevator with other people it started to bark so she had to cough to set up the barking and she's a I'm not sure if this true or not a guard dog in an animal worker bit person and that's why he shares lots of animals. That's a dog that shares, it's a Lassie breed and we got quite attached and he used to sit on my lap and lick my feet.",
    "tts_audio": "tts_M_0394_09y5m_1.wav"
  },
  "M_0138_13y3m_1.wav": {
    "transcription": " And I'm normally back number five to seven, yeah. And the next training, I think it's on Saturday or Sunday, early in the morning, yeah. And I do German at school, which is not very good, but it's hard. And we're doing things about compensations in German and where to go, like left left a third left opposite the bank and stuff yeah and my holiday so far has been okay so far it's a little bit boring what I've been doing is like just like watching TV play computer games music and stuff just doing that I've been bowling and I've got a friend's birthday on Tuesday, yeah, so I'm hoping to go down bowling and then go to Nando's to have a bit of something to eat, yeah. And what else do I do? At school, my favourite subject is probably PE at the moment and my PE teacher, he's leaving this year so we should have a new PE teacher here and I like my science teacher, he's like all shouting and stuff. I was like, I don't like him, his name is Mr. Scantlebury, I don't like him. And I had parents evening a couple of weeks ago, it was okay but geography was a bit bad as well. Geography was a bit bad. I missed a couple of homework. My mum wasn't very pleased, but my dad really likes cricket, yeah. And he got me into cricket, yeah. And he joined me through Hornsey. I think it was sometime last month, yeah. I used to go training in the morning, yeah. Indoors. We'd do indoor and outdoor, yeah. And I used the proper and train in the morning indoors, indoor and outdoor, and use the proper ball. I got some cricket stuff upstairs on my shelf. Last time I played for the school we beat Northumberland Park. I think it was 75 to 110. Yeah, beat them badly, yeah, but a bit more heart-rending as well. They're shabby.",
    "tts_audio": "tts_M_0138_13y3m_1.wav"
  },
  "M_0212_11y1m_1.wav": {
    "transcription": " My favourite sport is football because it keeps me really fit. I used to play for a football team. Now I don't because there is no football teams around my area. I chose football as my favourite hobby because it involves some skills that you need to learn. It also helps you keep fit and make your brain work more actively. My other hobbies are cricket rounders because they all involve running and hitting. But my favourite one is Rounders because it has a thin, long bat that is hard to hold up and is thin because it needs to hit harder. The ball is fatter than the bat. Cricket is much nicer because it has a fatter bat and a smaller ball but the bats are heavy and you need to have a lot of strength to hold a bat. You need also to have a hard hitting skills. It also needs you to be a fast runner and a good aimer. Horse riding is also good because you improve on your skills on how to be confident with a horse. You also jump over some poles.",
    "tts_audio": "tts_M_0212_11y1m_1.wav"
  }
}