{
    "M_0104_12y9m_1.wav": {
      "transcription": " The book is called Carnold. It's... It's... Illust... Illustration... Illustration... is... Tony... Dieselwell or something like that. And it is... It is... It is a book in the Horrible Science series and it is generally about scientists who has suffered in in discovering",
      "tts_audio": "tts_M_0104_12y9m_1.wav"
    },
    "M_0061_14y3m_1.wav": {
      "transcription": " What I've been for the last half of term is I've been sailing. What I've been doing is I've been sailing most of the time in wave areas which are really quite big boats and what it is, it is quite hard to actually steer a boat because you've got two jobs to do, to actually make sure where you're going and also look at how much wind you've got. And what you have to wear, you have to wear like clothes to keep you warm. So what I wear is I wear a wetsuit on top of that which I wear a life jacket and then what I wear on my feet is I wear wetsuit boots. What you have to do is you also have to learn how to rig a boat, which is actually quite hard because you've got all all these like pieces of ropes and things which you have to mumble so what the first thing you the first thing you do is you put on one of the two sails which the wayfarer has what they have they have one big sail then i have a then then they have a really much smaller sale called called the um called the um jib and what then what they do they have a much bigger sale called the um called the um main sale which is which is much much bigger than the jib so what you do is you put the jib on and then what you do is you put the mainsail up and then and then what you do is you take",
      "tts_audio": "tts_M_0061_14y3m_1.wav"
    },
    "M_0107_07y7m_1.wav": {
      "transcription": " At Christmas I went to a Disneyland Paris for two days and two nights. And then we had lots of fun. We were very happy that we only brought one present. And we all had a happy time. And there were of the rides. Some rides were fast, some rides were slow. Some rides went high, some rides went low. Some rides were loud. Some rides were... What was your favourite bit? and it was called the Big Thunder Mountain. And we nearly went on every single ride. We loved it there and we had a very happy Christmas over there. Tell me about how did you get there? huge train that can have about 55 cars inside it and go along to France and it would take about an hour and then when we're at France we just come out the Lease Shuttle and then we'd just drive along to Disneyland Paris and there it would take about five hours.",
      "tts_audio": "tts_M_0107_07y7m_1.wav"
    },
    "M_0104_11y2m_1.wav": {
      "transcription": " Most of my books at home are about science. I got two science en... ...micropedias, some... history books, some... science books about a liquid magic and Liquid Magic is about what you can do with water or a different liquid. Like you can have an experiment to see how water travels through a plant by putting ink ink in water and then putting celery and the water will travel to the part of the stick of celery which",
      "tts_audio": "tts_M_0104_11y2m_1.wav"
    },
    "M_0030_17y9m_1.wav": {
      "transcription": " Right, I'm going to talk about fencing for a bit. I started fencing a couple of years ago. There are three weapons, Foil, Epee and Saber. I started off on Foil and that was okay but I didn't feel it was as interesting as some of the others so I started doing a bit of epa after a while and in epa you've got to hit your opponent with the end of the sword absolutely anywhere basically and it's all done with computers and you're all wired up to stuff which can tell if you've hit the other person or not. And there's a metal floor often which means that light doesn't come up if you hit the floor. And I've entered a few competitions. I did quite well. About a year ago when I came 7th in Surrey which wasn't bad. I haven't been doing it so much recently though but I have done a bit of sabre. Most of our school fencing competitions are sabre rather than lappe which is a bit of a pain because it's mostly those of inexperienced people who just hit you and I was wake up the next day with all these bruises and bleeding a bit I've entered a couple of saber competitions as well I'm not generally very good at saber because I don't really practice it but once I got to the last 16 of the public schools fencing competition, which I thought wasn't bad. I don't think I'm realistically going to be able to keep fencing up at university because there's other things that I probably want to do instead. I'm not sure I'll have the time. But I'll probably enter the public schools again this year.",
      "tts_audio": "tts_M_0030_17y9m_1.wav"
    },
    "M_0030_13y1m_1.wav": {
      "transcription": " Okay. On my birthday in March, I received a new bike, which was brilliant. It's sort of a cross between a mountain bike and a racer, which is ideal for my needs, because I live in fairly rough terrain, where I'd like to go out on long rides. And it's a great replacement for my old mountain bike, because that's in bits. Well, almost. How does that work? There's a magnet on one of the wheels, and there's a sensor, and you have to tell it there's a conference of your wheels, but I haven't worked that out yet, so it turns when I do 10 miles and in fact I only do 8 actually on the road but I'll get that sorted. Oh yeah and it's got this nice feature, well it's got average speed and time so that... Well, if you're at a traffic light, it automatically stops so that you can not waste extra time getting your average speed down to zero. And I haven't seen that feature in a lot of cycle computers. My first real practical use of a cycle computer was last week when I went on a bike ride to see one of my friends. It's meant to be about eight miles, so it took about 10 on the computer. It was the longest bike ride I've ever been on, and it was on my own.",
      "tts_audio": "tts_M_0030_13y1m_1.wav"
    },
    "M_1107_38y0m_1.wav": {
      "transcription": " I find it difficult to stay relaxed at times. What things do you enjoy in work? Well I enjoy the satisfaction. there's a job satisfaction involved and it's dealing personally with people's um um own the uh requirements yes um i enjoy the uh the theater um What habits do you like to do when you finish your job? Go home? Long distances? Occasionally, not a chance at. Still, I just enjoy my job anyway. Travel is... I think my speech in the past has more than... closed me down quite a bit. You feel now you'll be more open? Yes, yes. Many years ago when I first had therapy it did open me out more as a person which was a good thing at the time. Because for so long I didn't feel like making a move, making a step. It's one of the advantages of therapy. Yes, it is good. Tell me about have a mother and a father, yes. No brothers or sisters, no.utter? Nobody as far as I remember stuttered in the family, no. And you never heard stories about uncles, fathers? No, no. Do you have theory regarding you stutter? Do you think you know the origin of it? No, I've heard so many different stories, but I know everybody's different. We've all be on the ground to do the rest of the thing. Okay?",
      "tts_audio": "tts_M_1107_38y0m_1.wav"
    },
    "M_0126_06y11m_1.wav": {
      "transcription": " In the morning we did some maths and then in the afternoon we did some painting and we painted a dolphin. And then Miss read us a story. And then we went home. But first we went to our granddad's house. Then we came home here to sit down and then this man came. Then we done some hearing, then now we're doing some speaking. Then afterwards I'm going to go to eat my lunch and watch some TV. And tomorrow after school we might ride our bikes. Tomorrow we're going to do a test and it's all about writing. And then we're going to do some watching TV. Then we have playtime and then we come home and if it's not raining we might ride our bikes",
      "tts_audio": "tts_M_0126_06y11m_1.wav"
    },
    "F_0101_13y1m_1.wav": {
      "transcription": " For Christmas I got that bear and I also got a few computer games and a computer console which was a Playstation 2 and that's quite good to play on. I got a marbling kit so you can do your own marbling things. And I got other small bits and pieces. For my cats I bought them this thing that looks like a slice of cheese with holes in. And you put balls in it and they're meant to put their paws in and play with that. And they quite like that. They've been playing with it quite a lot. We went out for a meal on Christmas day to this pub place which was quite good and the food tasted nice. Then we came back from that and we had a small tea and on Boxing Day my mum cooked a meal then so she didn't have to cook a meal twice. Sorry, did you say you",
      "tts_audio": "tts_F_0101_13y1m_1.wav"
    },
    "M_0095_07y7m_1.wav": {
      "transcription": " about these four turtles yeah and they were in their house and then April came and she had stuff for the turtles and splinter and she gave all of them their presents, then she said she found this, it's like this egg timer, and it was from Japan, and it was like an antique. And then she blew it. Then we saw it in Japan. But it was a long time ago. And then the baddie's son found it. Because you know on the egg timer there was some writing and if you said that you would the person who had the other one would go in the past and the one in the past come to the future and then but their clothes stood there. Then the turtles had to go back into the past and get Elphel back. But you know when they got, they were having a battle and then Michelangelo, he got on his horse the wrong way and then he went into the forest.",
      "tts_audio": "tts_M_0095_07y7m_1.wav"
    },
    "M_0991_07y6m_1.wav": {
      "transcription": " My school is called Lady Margaret Primary School. And I go there by car most of the mornings. My dad drops me there. When I go there, my mum comes with me because she works there at the nursery. So I go inside the school with her and help her set up the nursery. Then when the bell rings I go to my own classroom and do work. Then at playtime I play football with my friends. What do you do at lunch time? At lunch time we eat food in other classrooms and after that we have one hour of play. On Mondays I go to my old teacher's class to play chess there, because they got a chess lab on Monday, lunchtime. What happens at the end of school? At the end of school we have an assembly. The assembly, the teachers read us a story, but before that we sing a song then. And then, some Fridays, they give certificate chat to people.",
      "tts_audio": "tts_M_0991_07y6m_1.wav"
    },
    "M_0017_08y9m_1.wav": {
      "transcription": " As I was saying, when they turn on the power, he goes, well, there's a man and a woman who go, and she goes, oh, here you are. He pulls the arm down, and it's only the arm, no body. Because obviously he's been attacked by the dinosaurs. Cool. Do you like dinosaurs? They're alright. Do you know much about them? Well, one of the big, the heavy, lived about 60 million years ago, were reptiles. Do you know any of the different kinds of dinosaurs? Yes. There's a't want to source brachiosaurus Tyrannosaurus rex. That was it. Tell me about Tyrannosaurus. He's about six foot to seven foot. He's got teeth six inches long. Two rows of them as well. He kills his prey first before eating it. But there are some dinosaurs that just eat you alive. They won't kill you, they'll just eat you alive. They go, down you go. Just gobble you up? Yeah. Oh lovely. And I've also read the book, 400 pages. And my aim, at one point, my aim was to get up to halfway at page 200. And it was really good, it was really good. That was Jurassic Park? Yeah, about that thick. That's amazing. Oh wow, that's way too easy. Yeah.",
      "tts_audio": "tts_M_0017_08y9m_1.wav"
    },
    "F_0988_12y8m_1.wav": {
      "transcription": " this Friday and I'm and I'm going with my mum my two brothers my sister and one of my cousins and we're all going there, all going there, towards my mum and we're going to have fun hopefully. And on Saturday I'm going to my cousin's house and we're going bowling and on Sunday I'm going to the cinemas with them as well and I'm looking forward to that as well and on Monday and whole week, I'll be staying with my gran and we'll be just going, not really much, but hopefully, because we plan to make a huge sprinkled cake, I can't wait to have a taste of that and we're going to have a picnic at Tango Park.",
      "tts_audio": "tts_F_0988_12y8m_1.wav"
    },
    "M_0030_12y1m_2.wav": {
      "transcription": " Off you go. Right, I'm going to talk about one of my hobbies, which is making polyhedra. The word polyhedra comes from the Greek. The first half of it means many, and next means faces, so it means many faces, literally. The last one I've made is a rhombocube octahedron, which is like a cube, only it's got some triangles on all the corners, and it's evened out, no sharp points. Before that, I made a dodecahedron, dodeca meaning 12 hedron faces again, which is different from a dodecagon, which is only 2D shaped with 12 sides. And they do actually look quite different. I started this in the summer holidays last year when I got bored. All you really need is a piece of cardboard from a cereal packet, a pencil, ruler, protractor, pencil sharpener, razor maybe. One of the first ones I made was a basic cube. And you just put flaps everywhere and then join them up with the glue. After that I started making up my own shapes which didn't always work. I once made like a cross like that and it had a piece in the middle. It's like a 3D cross. And that almost turned out right. But I think it's a physical impossibility because you don't have enough area on the card, so you'd have to make it more than one piece. So the aim is to always make these out of single sheets? I do my best. Sometimes I have to use more than one, like in that case. But I didn't know them because I just made it up.",
      "tts_audio": "tts_M_0030_12y1m_2.wav"
    },
    "M_0128_07y10m_1.wav": {
      "transcription": " In Greece, every day, some people, around 2,000 people went to Greece. But when they're done, like, sports or running, they do it in clothes. They're done it, they're naked when they done it but every country went there and see it. The whole, the whole, the whole like stadium was all full up. They started to drink and they started to have fun. And then I went home. They was all tired and all the country said, all the country said, I want to go back again. Then when they went there, when they went there, it was, it was foreign and you felt something. And they said, oh, we want people, we want people. Then they went back to school. The people in secondary school went back to school, went back to school, and the head teacher said, and the head teacher said, do you want to go to Greece? But then there was in London, the head teacher said, do you want to go to Greece? And I said, yes.",
      "tts_audio": "tts_M_0128_07y10m_1.wav"
    },
    "M_0234_09y9m_1.wav": {
      "transcription": " I like to play football for fun and because I like to play for fun I normally be on the football team and one thing I like to be on the football team because you have to listen and hear what the person is going to tell you. I don't know what to say. Why don't you do it? My favourite sport is to swim because when you swim you get more energy in you. And after you swim you have to take a shower and rinse off that thing what to say about computer games. I don't have a football team, I like any team. Okay, about holidays, best place you've ever been? My best place I ever been was to Legoland. After we went there the next holiday we went to Chesterton and then the Easter holidays we went to Falk Park in the morning and we came back something to nine in the afternoon and the rides was fun. My favourite ride was the scary ride where you have to go on this ride and you have to go upside down.",
      "tts_audio": "tts_M_0234_09y9m_1.wav"
    },
    "M_1064_47y0m_1.wav": {
      "transcription": " I presume you want to cut this off. of them we discussed already but it doesn't matter. You started telling me about your opinion about the CityLate course, what you felt and I understood also that you started feeling a lot of different things when you came. Yeah, I could read that article there a lot easier. As I said, before I came on this course I would never have read that. I would have made any excuse rather than read out loud, you know, to anybody, even my wife. I will not read out loud. I just refuse to do it. So I do feel a lot easier now about my attitude to speech and my attitude to my speech. I'm not as aware, I think, as I was before. It's good. It's very, very good. Tell me, what is your actual job? I work as a production controller on and off the oil platform. That means I control everything that goes on onboard the oil platform. How much oil we bring onboard, how much of everything, all the control actions that are required, that's what I do. So you're actually on the board all the time, it's a ship, it's a big... When I say on board, that's just a nautical expression, it doesn't move, it's nailed into the seabed, it doesn't move. I've always worked in the oil industry, ever since I was 18, so it's just another... It's the same as I've always done, really. Except I've not always worked with oil, directly with oil, which I do now. It's always been in the associated industries. And sort of all the offshoots you get from the oil industry. The gas and chemicals and various things. I'm willing to continue it. I work away from home. I work away for 14 days, then I'm home for 14 days. I'm reasonably happy doing it, as happy as, I suppose, any job. It's hard going away from home. But once I actually get into work, it's OK. But it's just hard to get there. But what does it say? Once I'm there, I'm there. Like we had in the army. Probably. Was you in the army? Yeah. Oh, of course, yeah. So we also went for 14 days and then came home for a weekend and went again. It's hard going back, isn't it? Yeah, it's very hard. But once you're back, it's okay. Yeah. It's the same with me. I can remember this feeling. And you're married, you have kids also? Yeah, I'm married. I have three daughters. Do you want their ages? Yeah. Age 13. She was just 13 this month. One's 11 and the other one, she's 9. That's it. And you have brothers, sisters? I have three brothers, yeah? And you are the oldest? And tell me, was there someone in your family that you know of, you've heard in the history, that you used to stutter? And you know a you know, you had therapy before? I went, I imagine when I was about eight years old, up to about 14. And just about half an hour a week. And when I got to 14, she said, that's it, you're discharged. And she'd not done anything for me. I think now, in retrospect, I think, you see, when I was eight, I didn't know I had a stammer. I've no doubt my mother noticed it, and in school they must have noticed it. But I never noticed it until I got to secondary school age, which is 11. When I went to secondary school, it just hit me all of a sudden. It was, I don't know, it was just like an overnight thing. Now, I don't know why, because the school was in the area where I lived, so it was not unfamiliar. I knew boys who went to the school, so I wasn't on my own, you know. I don't know why. It all hit me within the first week of going to secondary school. And it was a school that I wanted to go to. It was not sort of enforced on me. I wanted to go to that school. I don't know why. It just hit me all in one week. One week I could speak. I was absolutely unconcerned about my speech. And the next week I could hardly speak. Very interesting. Yeah. So the whole pattern of speech change immediately? say up to going to that school I would read out in the class I would do anything the moment went to this school I would know I couldn't answer my name I couldn't repeat my name I don't know why I really don't know I've analyzed this and over and over again nothing happened at home we didn't we didn't move house okay we didn't move going, it's it called, they have an association or something. I've forgotten the name of it. They have some national association with stammerers. Well, it wasn't advertised. It had an article on TV on the local news. Like about half past six in the evening you have a local news. And they just happened to mention this and there's an interview of the leader of this association. They said they're having a meeting in Manchester. Well, I live near Manchester anyway. It was on the following day, so I went into Manchester, heard what they had to say, and then they referred me. They asked for all our names if we'd not had a therapy, had any therapy. I was referred to a speech therapist near me. She heard me. She said, I don't think you have a stammer because of all my avoidance. I said, well, I can assure you I have got one. And she said, well, I will refer you off to this place.",
      "tts_audio": "tts_M_1064_47y0m_1.wav"
    },
    "M_0814_14y5m_1.wav": {
      "transcription": " When I went to my dad's house, we went surfing and we did loads of rides and We swam loads and One Day I am swam out To get this This Yellow boo rang it and I got like a third there and it looked like a plastic bag but I went to go and get it anyway and it was one of those whistling ones. And my dad said, oh, because he is like a really, really good swimmer, yeah, and he like swims to Cove to Cove he said that I swam about a quarter of a mile out and he was worried I didn't have any energy left but I made it and I got back and I threw it to the beat and I realised that as it was boomerang they come back and it went in the sea",
      "tts_audio": "tts_M_0814_14y5m_1.wav"
    },
    "M_1036_09y3m_1.wav": {
      "transcription": " When I went there I first went to Chicago and then we were stuck for three days and then we got the second plane to Tulsa and when we landed in Tulsa it was pouring down with snow so when we landed we had to land on this special kind of tar. And this special and if you were in this situation you probably do exactly the same so I went to our condo I I slept in this kind of waterbed, kind of sleeping. And then gradually when I knew him and we got married, I knew him better and I started calling him Dad now and when I called him dad he was very happy. So you'd be probably asking when was the wedding? Well it was on August 11th in 2000 exactly one month before the twin towers collapsed.",
      "tts_audio": "tts_M_1036_09y3m_1.wav"
    },
    "M_0061_16y9m-1.wav": {
      "transcription": " Okay, um, why did I get school down in Dorset? It's called um? No tabby school. I've been there for over five years. I'm in my I'm in the Lower six which is which is basically where we start doing our doing our a levels, but because we've got new ones this year they're called As and basically what one s1 a level is now that's two parts, there's AS and then there's A2, basically what you do is you can take the AS and then just stop or what you can do is you can take the AS and do the A2. I'm doing three A levels, I'm doing Prison Studies AS which is over two years. I'm doing biology, AS, but if I do really well in AS, I will do A2. I'm doing communication studies, A level, which is really good. What I do is I do play at school. We have a few squash court, which I'm very keen on. I've been playing squash since the fourth form. I'm actually very good. I'm sadly not actually good enough to be in a team, which is really annoying for me. The school is divided into five boarding houses. Hambro, Athelstan, Torgonel, Deyma and Panks. I'm in Hambro. Our housemaster is called Mr. Dey. He's from South Africa. He'll be leaving at the end of next term. We're having a new housemaster we believe to be called Mr. Salmon, which should be very interesting. What we usually have, we usually have, what the school week, the school week starts on Monday and finishes on Saturday. Usually we have varied between, I have on average about five lessons a day, it depends, it sort of depends what day it is. My most busiest day is Tuesday, where I have about six lessons You actually have to work Saturday mornings?",
      "tts_audio": "tts_M_0061_16y9m-1.wav"
    },
    "M_0104_13y3m_1.wav": {
      "transcription": " trust this this year I am am am am getting a new watch as this watch is falling apart and I am getting a bike with suspension and my sister is getting a television. television and so she can watch more and and just today we finished school at St Marks.",
      "tts_audio": "tts_M_0104_13y3m_1.wav"
    },
    "M_0880_14y6m_1.wav": {
      "transcription": " My favourite football team is Arsenal. I like Arsenal because they have some great players such as Perez, Thierry Henry, Ashley Cole, Saul Campbell, Lundberg and Patrick Vieira. Arsenal have a lot of players from France and their manager is France. His name is French. His name is Arsene Wenger. I like Arsenal because they're a good team and they can beat a lot of other teams quite easily. Unluckily we didn't win the Premiership this year but we won the FA Cup. Hopefully next year we'll win both of those and maybe the Champions League. The other hard teams in the Champions League are Real Madrid and Juventus AC Milan. These teams are good but I still prefer Arsenal because they're more local than the others. Manchester United are one of our rivals because they also win a lot of things and they're also a hard team to beat but our local rivals are Tottenham and their ground is not that far from ours. Our ground is Highbury. It's not that small but hopefully we'll be getting a new ground soon. We might be buying some new players for next season so that our team is even better and I'll be looking forward to watching the premiership next year.",
      "tts_audio": "tts_M_0880_14y6m_1.wav"
    },
    "M_0094_10y6m_1.wav": {
      "transcription": " Bruce Lee thought that there were these men who wanted to kill Bruce Lee. When Bruce Lee had to fight these men, Bruce Lee killed all of them and when he went to rescue all the people, all them men were attacking him and everything and they had to jump up in trees and when he came out of the building there was people out there as well. So he had to wait until night time. Then after he went in, in this hole, then after, they saw the rope and they cut the rope and they locked him in and they set the alarm off. And all the people were looking for him and he was hiding under these big iron things and after they came out and he started killing people. And then after he ran out and there was this man who could take off his hand and he puts all these swords on it and he cut Bruce Lee up. And then after, they went into this big mirror thing and there was mirrors everywhere. And when they see them in the mirror they start to punch the mirror and they keep on doing that until they found them.",
      "tts_audio": "tts_M_0094_10y6m_1.wav"
    },
    "M_0991_08y4m_1.wav": {
      "transcription": " and they won the World Cup because they have strong players and good attack. When they were beating Germany in the finals, Germany had a good defence there and Brazil had a good attack. But Brazil had a better attack than their defence. And Brazil's goalkeeper is strong and their defence is weak. Tell me about your school. I go to Lady Margaret Primary School. My teacher used to be Miss Dixon. Then when I went to year two, then my teacher was Miss Aston. Then she left and my teacher was Miss Alav . And now I'm going to, now I'm going to get after my son on summer holidays. And I got two teachers, Miss and Miss Ellison. What do you like at school? What's your favourite thing at school?",
      "tts_audio": "tts_M_0991_08y4m_1.wav"
    },
    "F_0811_10y6m_1.wav": {
      "transcription": " I went to play scheme and we did like a cabaret show and the other people that were in the play scheme sang Yellow Submarine first and then the next was a dance called Jerry Haddy Well It's Rain of Men and I passed an audition to go in that. So after we did Yellow Submarine, I was... We did our Jerry Halliwell dance. It took us quite a while to make it up because there was lots of young... Well, not really young, but some children of eight and all that in there, so it took a while for them to learn it. But eventually we did all of the dance. Then after that there was Jungle Book. It was like a cut down version. I was gonna be in it but then I didn't see much point because it's like um because if you were in um one dance already then you couldn't have like an acting part so i thought oh there's no point in me being in it. So I just did my dancing. And then after that we did, well, not me, but some other people did a dance to Teenage Dirtbag. And it was quite funny as well as good. And then to finish with it, we did the song Eternal Flame.",
      "tts_audio": "tts_F_0811_10y6m_1.wav"
    },
    "M_0394_10y2m_1.wav": {
      "transcription": " I've just come out of Segal and now I have six weeks off so it's pretty good and I'll be coming to Corfu in I think it's six or five days. And I'm really looking forward to it because it's a great place and it's a Greek island in fact. And well, I've been to another Greek island before, but this is meant to be really fun. And we're right next to a water park so that's good. I've also been to France, America three times because my auntie lives there and Cyprus and my auntie and uncle in America has I think it's three dogs now and a cat because my auntie loves animals Chelsea she's had since she was a baby. The lady she found, she knew when I was a baby and this new one I've forgotten its name, she found it on the highway, abandoned. So she took it in and as Fonzie, her cat, is a house cat and she's very timid and shy and she won't actually come out and touch you unless you're calm and not shouting your head off.",
      "tts_audio": "tts_M_0394_10y2m_1.wav"
    },
    "F_0811_10y4m_1.wav": {
      "transcription": " I've won eight, no nine gold medals in running. I've been to about five running events. I've, I can't think of anything else about that one. My other hobby is drama. I've done three solos. I've been in a show called Rock Nativity, Babes in the Wood, Can You Leave a Tower, a summer showcase, and Scrooge. I live in Wales. I've got one brother and my cousins are Leanne, Michael, Jack, Stephen and Ryan and Thomas. I'm staying in a bed and breakfast in Paddington. My brother Ben's coming down for four days with my auntie. I can't think of anything else. School? I go to St David's School. My teacher's Mrs Jones, but when I go back I'll have Mrs Cavalli and Mrs Nash. After my TAPS next year I'm going to Hillcrest",
      "tts_audio": "tts_F_0811_10y4m_1.wav"
    },
    "F_0987_12y8m_1.wav": {
      "transcription": " I don't know what to say. Actually, yeah. This weekend, I'm going to my cousin's birthday party. She's going to be 14. She's one of my favourite cousins because she's always helping me out. Once, my brother did this prank on me. So I asked her if she knew any good pranks so then she told me to put ants in his bed and then I put some like fire ants in his bed but I thought fire ants would be like really dangerous because they're really poisonous so I just put normal black ants and I came back to bed and and we have separate rooms and I was just laughing in my bed and during the night he was screaming and itching so my mum went into her bed and said why have we got ants in your bed and she said have you been eating and he was like no no no and she said well if you, why have you got ants in your bed? I was like, maybe he's been eaten, Mum. And he said, I think so, dear. And then, you know, we just... And then he got in trouble and then I got my own back. Until this day, he doesn't know that I actually put ants in his bed. And then I did another prank on him, calling him, because he got this girlfriend that he really likes and she really likes him. So I said that in my weirdest voice and my most girlish voice. And I said that I'm dumping you. And then he was like, what? I'm breaking down on the phone. And I'm like, oh my God, Mark, are you such a crybaby? He's like, I'll get you back. And he did. He went on my personal files on the computer, on the computer. And he deleted all my projects. So I had to do it all again. And like,",
      "tts_audio": "tts_F_0987_12y8m_1.wav"
    },
    "M_0124_10y1m_1.wav": {
      "transcription": " I think I have one aunt. And I have a cousin called Raymond and they live quite far from me. And I've seen the film Jurassic Park and so the power turns off and they have to restart the power, turn off the computer and restart the power again to start up the systems. Quite a complicated middle bit. What happens at the end? Do all the animals get out? No. What happens at the end? I think... ..in the ending part, they go home in the in the helicopter because um the last bit was when they were stuck in these two um in this place where these we lost the raptors was um circling around him around around the people, the family. So, well, some weren't the family members, but some were family. And a T-Rex broke in and they... I think it was meat eaters, I think.",
      "tts_audio": "tts_M_0124_10y1m_1.wav"
    },
    "M_0133_08y9m_1.wav": {
      "transcription": " It was like Anastasia liking this man and a long time ago Anastasia lost in a country. Then Anastasia asked the man, you know, where's the place that she wants to go? And she said, and the man said, yes, he's down there. And Anastasia went down there. Then the man liked Anastasia. Then a long time ago Anastasia saw that man, the man, yeah but Anastasia's mum said don't marry with that man, marry with this man that I like, but Anastasia didn't like that man. And at the end, the other man that mum said, he died, then mum said that, okay, then maybe with the man that Anastasia liked.",
      "tts_audio": "tts_M_0133_08y9m_1.wav"
    },
    "M_0817_10y4m_1.wav": {
        "transcription": " boring I've got one teacher her name is Miss Woolies, she always moans. I do maths, English, science, geography, history and I see she and PE. In English I write in pen, in maths in pencil and I write in pen. In my family I've got me, my mum, my dad, my dog and my sister who's married and has got a little baby. His name's Toby and he's two. He comes round every Monday. I like hip-hop. My favourite team is West Ham. I watched them play on my birthday three years ago against Newcastle and they won 2-0. I read books at home and listen to music and I've liked them, used the games and watched TV. At the moment I'm reading Harry Potter. I'm on the fourth book, The Obliet of Fire, and",
        "tts_audio": "tts_M_0817_10y4m_1.wav"
      },
      "M_0132_12y11m_1.wav": {
        "transcription": " there was this boy who owned a farm and he was telling fibs because he was quite bored and one day he told light about that there was a wolf and all the people came running up to him and then they found out that it was a lie. And then the next day, then he told the same lie. Then there was more people who ran up to save him. And then finally there was a real wolf who came. Then he shattered that wolf and then people didn't come up to him. And then the wolf ate him and that was it. The wolf",
        "tts_audio": "tts_M_0132_12y11m_1.wav"
      },
      "M_0098_07y8m_1.wav": {
        "transcription": " He put the ball in and then he tried to get the ball. The ball went out and out and out. Then he tried to get the ball. He just went in the hole. Then he went in he did something. Then he saw the bus bunny, Duffy Duck, in you help us to build a small box that was small and they come big. Then Michael to Jordan said, okay, I will help you. Then Michael Jordan saw the big monsters and can you say they're really big and when they're just practicing with the big monsters, then they start trying and trying, then moxie so hit them and hit them.",
        "tts_audio": "tts_M_0098_07y8m_1.wav"
      },
      "F_0111_09y6m_1.wav": {
        "transcription": " Hey. We just had some games and we One week. I am poor to people. You call out the person's name You're coping to throw it to.",
        "tts_audio": "tts_F_0111_09y6m_1.wav"
      },
      "M_1112_09y9m.1.wav": {
        "transcription": " My favourite sport is football. I support Liverpool and my favourite player is Harry Kjold. They beat Blackburn 4-0 on Sunday or Saturday, not sure. My second favourite player is Michael Warren and I like playing football as well. I play in goal or up front. I'm an all-right player. Not bad, not really good though. Compared to my friends at school, I'm pretty good. And sometimes when I play in goal I sometimes have my good days and sometimes bad and sometimes I'm on the good team and it's easy and sometimes the bad team is really really hard. My second favourite team is Charlton. I like Charlton because most of my friends do and they're quite good as well. And my favourite players in that team is... I'm not sure, but I... Any other sports? I also like rugby. I play for Sidcup Rugby Club. We're not exactly one of the best of teams but I just enjoy playing it. There's about 20 players in our team and we normally put out two teams in matches and normally there's about five teams to play. Okay, that was it. Brilliant.",
        "tts_audio": "tts_M_1112_09y9m.1.wav"
      },
      "M_0078_17y11m_1.wav": {
        "transcription": " I've come out to London for the speech assessment and hearing checks and tests. After this I've got a London travel card so I'll probably go to Oxford Circus because there are lots of guitar shops and things like that around there which I'm quite interested in. I've been playing guitar for 2 or 3 years For my birthday I'm hoping to get a guitar related thing for you Hopefully a Fender Stratocaster USA Deluxe Fat Strat But yeah, that'll be quite interesting I've been in a band for a while at home around Leatherhead and Oxford and stuff with some friends from school. But now one of us is going to university and the rest are doing gap years so it's all sort of falling apart a bit. We've been thinking of trying to carry on and get signed and go for the Rockstar image but it's a lot harder than everyone seems to think and when they're dreaming of it. Basically in a few weeks time I've got my 18th birthday party on the 16th of August. On the 17th of August I'm going to Newquay for five days with some friends. That's sort of an end of school trip. Then when I get back from Newquay, day after that, go to Leeds Music Festival, which will be quite good, for three days and get back back off my birthday when I'll be 18 and be able to go to the pub so it'll be quite good. After that I'm going to get a job. I've sent off applications to music shops because I think if I was to be selling guitars and stuff I'd learn a lot as well as teach a lot I hope. And yeah, I think that would be in line with the way I'm going to university and stuff.",
        "tts_audio": "tts_M_0078_17y11m_1.wav"
      },
      "F_0101_10y4m_1.wav": {
        "transcription": " And they went off. I've seen it in it. They had animation and computer work. It was quite funny. Tell me about the story. what happened? Someone had, um... She didn't quite make it to the train. And she fell off the train. And she went to an orphanage. Where she lived. And she was thrown out of the orphanage. And she had to make do with her own life. What happened after she got out of the orphanage? She found",
        "tts_audio": "tts_F_0101_10y4m_1.wav"
      },
      "F_1116_09y6m_1.wav": {
        "transcription": " Oh, God. He was my... Tell me about the last holiday you went on, Hilary. Last holiday? Have you been anywhere with your family or last summer or something like that? No. No? Tell me about Christmas, what you do at Christmas with your family. Can you remember back? I get fun. Mm-hm. Yeah. Tell me what you do on the day. I put my presents. And then we... Can you tell me about the day? No. No? I don't feel like it. Tell me a bit about who your family are and who you live with and if you've got any animals. I live with my dad and and my two sisters, one sister and one brother. And I've got two cats. And one dog. Uh-huh. Have they got some names? Yeah. Tell me that. Um... Um... Um... is the two cats and Kurt is the dog. Uh-huh, okay. Right, that was really good.",
        "tts_audio": "tts_F_1116_09y6m_1.wav"
      },
      "M_1097_26y0m_1.wav": {
        "transcription": " English accent. My mother has a rather strange accent because she lived in England for 30 years or something, but she originally comes from Poland, so I suppose she has a strange accent. I don't know who's it is personally because I've lived... well, because it's her normal voice to me ever since I was born. If you actually branch, which was three years in Cambridge. Well, come April I will have been three years in Cambridge. Prior to that I lived for five years in Edinburgh. I did my first degree there. It's a great place. Yes, it is a very nice place to live actually. The only snag is it's quite cold in the winter months and there's usually quite a strong wind which sort of character, it's like Jerusalem, it's parts of Europe in different years. And then I'd return to it, to Edinburgh, and see it again like a tourist would see it for the first time. I think, ah, I mean, it's absolutely amazing here. It is. And do you like to do hobbies or things in your free time? because I'm trying to write up my PhD as fast as possible. But when I do have time, I used to play the classical guitar, but I've lapsed quite a lot now. But I still occasionally play it, just to keep a few of the most basic pieces going. Apart from that, well, I quite often like to go out to the cinema or to the theatre or something like that. I used to have quite a lot of hobbies at school, painting and drawing. I used to play several different musical instruments and things. But then gradually, as I went playing so much. I still have this sight for the future that I'll to play the clarinet in my school orchestra. The problem was that the school orchestra used to play rather boring music, old Irish folk tunes. the music teacher was quite old and dodgy and just liked the sort of old Irish folk tunes and things. So we used to have to play these sort of rather boring pieces of music. So I stopped going to it. And then my lessons were stopped as a reprisal. But I still have my clarinet but I haven't played it for ten years or something. Which in the the case of the clarinet, is quite bad because on a few occasions that I have tried to play again, it's very hard to get the breathing right. I mean, I only need to play it for two minutes and I'm out of breath. It's terrible. Yes. Well, yes, and I have to try and find some soft reeds again, because at this stage, when I left playing off, playing the clarinet, I only had hard reeds, and of course it's quite hard to play on a hard reed if you haven't played for a while. So it's all blowing noises and then squeaks. So I just tend to give up now. you can't play nicer, but it has more potential, I think, also social, and they could. It's harmonic instrument, it's harmonic rather than playing single notes at a time. But, well, for a while after I left the school orchestra, because I thought the music which they played was rather boring, so I took up playing jazz on the planet, well, not very well, and so I used to play with some other people who were interested in playing jazz. And that was a very good fun. I mean, it was the first time that I'd actually enjoyed, really enjoyed playing. Prior to that, it had just been something which I sort of was forced to do as part of my school lessons and something. Because I actually asked to play the bassoon, but they wouldn't let me play the bassoon until I learned the clarinet first, you see, which is what I was playing. So I had to learn an instrument which at first I didn't really want to play knowledge. It's a lot easier to play jazz on the clarinet than on the guitar, because on the guitar you're thinking about chord structures and all kinds of things. And I mean, we played a very, very simple jazz, not a complicated sort of Dixieland or traditional jazz more. I don't know where we got the tunes from but they were sort of a bit slower and it was quite easy since they were sort of like recurring chord sequences and so on, one eventually after you'd played it for a while, you know, I mean you can even start off with three notes or something and then you eventually find a whole range of possible notes. Well, you obviously start off by trying to play the tune, which is reasonably easy. And then from that, I just used to use, at first first other notes from the same tune and jumble them up basically and then after you played the same piece several times you found whole sequences which would occur so that you could play. And it became quite easy because you then had quite a large repertoire. I mean, you sort of knew all of other notes which you could use. Which in the clan, that's not terribly difficult because there are only a limited number of notes and a reasonably limited number of notes. So it was actually quite easy to pick up early.",
        "tts_audio": "tts_M_1097_26y0m_1.wav"
      },
      "M_1099_25y0m_1.wav": {
        "transcription": " What you mean with my day-to-day work well, I'm an accountant and That involves mainly doing all its All its and accounts preparation We do all kinds of audits we did well when I say all kinds of audits some different types of clients. For example, banks, insurance brokers, manufacturing companies. Although fundamentally, it works the same wherever we go to. I think I enjoy more the banking side, the financial side of it. Can you choose these subjects to deal mainly with or you are dependent on what's available at any given time because if there's nobody else available and a job comes up and you're available, then you do other than video? Do you have hobbies that you really like to devote yourself to? I have to study in the world? I'm familiar with certain areas. I mean, there are things which just don't really interest me. I tend to be more interested in things regarding the economics side of things and also European and American affairs. But I don't really know much about African affairs or Middle Eastern affairs. You know about our economic situation? I know you have very, very high inflation. Yes. It's enormous. Yes. I think that if you buy a cup of coffee, you can have to pay a high price than you anticipated, is that right? Yeah. That could happen? There were times that prices were increased every day, you know, it was amazing. You couldn't pay in a day. But now they had sort of an agreement that for three months, say, they want to increase the prices of products, which makes life a bit easier. But it's a great problem, it's a really great problem. One cannot see a solution to it. Do you have very much unemployment in Israel? really occupied and receiving salary, but they don't do too much on their own. At the moment we don't have high rate of unemployment, but I suppose it's inevitable, it will be. In the near future they will start to get people out of jobs, it's very often. But political situation is also a great problem in our country. And did you visit other places in the world a lot, or not so much? With your work I Do you have parents still alive? Yes, my parents are alive. They live in Market Harbour. I have two sisters. One sister is married. She lives in Birmingham. One sister is doing linguistics at university in North Wales. So you're the only one? How is it to be a sandwich? Why do you think he would find more common language with your brother? And she does do anything linguistics you really like? And it's only half and half. Did you know him? For example, if he makes a telephone call, the first few words he would repeat himself a lot. But nobody else, no. And when he repeats, is it on full words or only parts of words? Parts of words, yeah. So it's more stuttering in nature, because when one repeats on a whole word, it's not so know before? I suppose like most of the st about it and you do try and hide it. In more recent years I've tried not to do that and I think that's beneficial in itself. But I find by and large that I can avoid stuttering if I want to, just by psyching myself up, I suppose. What do you mean? Is it a slant, psyching myself up? Yes. I suppose by creating a certain tension, perhaps. But then it has to be released in a sense. That's right, that's right. I found when I lived at home, when I went home at night, I started far more at home when I was relaxed than I did during the daytime. Whereas now that I'm away from home, then there's no time to relax like that. You don't just flop down in that way. So maybe that's why my stutter's worse now, perhaps when I was at home. Do you think if you weigh these two things, not to stutter and to be not so relaxed, build up of tension, as opposed to stutter and be more relaxed, what do you think? Well, it's not really a case of what's preferable. It's just the way it happens. I think you never ever want to stutter if you can do. It's just that for some reason I stutter at home and I don't stutter when I'm in the company of other people perhaps, or not so often. But there's no... You don't suddenly say to yourself, well, I will stutter or I mean, I stutter sometimes when I'm in very tension situations, like many people I guess. So, at first I used to be sometimes embarrassed about it because it doesn't, I mean, I didn't like it to be stuttered. But then I was very happy about it because as a speech therapist I really want to experience more. And I really treasure these moments when I stutter because for me it's very important to really... You're actually trying to become a speech therapist? Oh, you are now? Yes. Oh, I hadn't realised that. Yes. Yes. Have you ever practiced as a speech therapist or not? kinds of things. So we were specialized in each field. But it was for short periods of time. And I miss it. I mean, I really want to experience more proper speech therapy job. But being here, it's sometimes difficult because of the work permit situation. But at least I can do some research and speak to people. And I really think it's very important to contribute a lot to actually. I think one of the good things about it is that it's not very pressurized. It's a very relaxing job. Whereas a lot of jobs nowadays, especially my job, is extremely pressurised. There's time pressure on you to get jobs done by a certain date. Whereas in your job, there's no time pressure at all.",
        "tts_audio": "tts_M_1099_25y0m_1.wav"
      }
    }