{
    "M_0394_08y10m_1.wav": {
    "transcription": " A few days ago, me and Nen went to Trizer House and we walked around the aisles trying to buy something for the day. And then as we turned the aisle, we noticed a section that had a Game Boy sign on it. We went to it and then I asked, could we buy the Pokemon Game Boy? And she said, but look over here, there's a sign saying buy two save ten pounds. So we bought two and we paid to the shop assistant and we walked around the bend and then we got these slips of paper and these red disc and this blue disc. After that we walked out and I found a card in this or book in this trolley and then we ran back home and then after an hour at home we went to see a movie, the Pokemon movie. Then sister couldn't watch it because it was too scary.",
    "tts_audio": "tts_M_0394_08y10m_1.wav"
  },
  "M_0213_10y10m_1.wav": {
    "transcription": " and I'm going to win this year and I want to be a footballer when I grow up and if I'm a footballer I want to be a gambler, a wrestler or what was the other one? A computer person. My house is in Islesworth. I've got three friends at West. One is called James Elgar, one is called Joe Thatcher and the other one's called Lee Rutherford. Lee Rutherford was in my class at Whirlpool Primary and James Elgar left, left, left left Whirlpool in Year 4. Now he's going to Whitlam. Lurie, Ruth would have had his football team there. And so we went away, we went off, we were off with them. So I was alone until I saw James Elgar and Joe Thatcher. And Joe Thatcher's brother goes there.",
    "tts_audio": "tts_M_0213_10y10m_1.wav"
  },
  "M_0061_14y1m_2.wav": {
    "transcription": " When we got to the boatyard, my dad unloaded the luggage and the bikes. Then he went to find our boat, which was blue and about 25 metres long and was called Passage Lady. Then we loaded up the luggage and the bikes. Then dad was given a quick instruction how to drive the boat, how to start the engine and how to give the engine some petrol when it needed it. Then we set off through a few locks and then for most of the day we sailed around the Grand Union Canal. Then when it came to breakfast or lunch or supper, we stopped and found a safe place to moor, but sometimes we had to stop at a water junction to get some more water. Then once we have left the water junction, we headed on and then when it was time to have supper we stopped and cooked. Inside the narrowboat the cooking facilities were very good. They had a gas cooker, an oven and a hop which we used quite a lot. We had to bring our own foods since they didn't supply us with food. And then once they'd been cooked, we had some very interesting varieties of food. Then afterwards, we got undressed and used the shower, which was the only form of washing we had. And then while me and my brother were showering, the rest of the family were cleaning up the dishes in the sink.",
    "tts_audio": "tts_M_0061_14y1m_2.wav"
  },
  "M_0096_10y7m_1.wav": {
    "transcription": " Well, this... His girl gets involved in a car crash with her mum. She... He falls... Her car falls off this bridge and lands on the top of it. Up, up, up, up, upside down. The roof was squashing them a bit. It hit. And then a year later, Dad on the bed. And some glasses in one hand. Her dad takes her to Canada. That's where she finds some geese eggs. Her hat and look at her and think she's their mother. And so the girls feed them and everything.",
    "tts_audio": "tts_M_0096_10y7m_1.wav"
  },
  "M_0815_10y11m_1.wav": {
    "transcription": " At Warrior Camp, it was a kind of Christian camp, organised by WEC. That stands for World Evangelization and Crusade. And we played lots of white games and that was good. We had two teams and all of the people at this camp were split up into two teams and as the field which we were camping in, because it was all in all of our life, and canvas and all that kind of camping in was near a railway track we recalled that I'd done all over one of the teams, Connex, and one of the teams, Anglia. I was in the Anglia team. And we won all over most of our games because we throughout the week we had lots of games and",
    "tts_audio": "tts_M_0815_10y11m_1.wav"
  },
  "F_0988_13y6m_1.wav": {
    "transcription": " I would like to talk about my school. My school is Dormers Wells High School. My head teacher's name is Mr. J Lee. I am in year eight. My form is 8BI. My form teacher's name is... My two best friends' names are... They both are really close friends because they stick by me and also what in my form my closest friends are Jade Jade Hurd Zainab Javid and Reza, they all know that I stutter, stutter, and they, what I, what, and plus they focus when I'm talking, what, and if I stutter? They don't stop moaning and groaning or waiting for me. They just wait. And basically, my two best friends, best friends, they are, they're the people that know me the best in school and they, and once, and if I'm upset then they stick by me.",
    "tts_audio": "tts_F_0988_13y6m_1.wav"
  },
  "M_0078_16y5m_1.wav": {
    "transcription": " Okay, yeah, yeah, um I'm at St. John's now doing my a S Levels I'm doing four which is a change that's normally normally three. I'm doing maths, IT, art, physics, all of which I can't stand except art, but I've still got loads of work that I've got to have done by the start of term, which is a bit worrying. Physics isn't that bad, but we've got this teacher who's so boring. He could, ugh, he's sort of semi-sleeping during every single class because he honestly can't stay awake. So you do sort of approach death most of the time with your heart slowing down and everything, you just lose consciousness. Maths is getting quite hard because last year it was all fine but now we're learning loads of new stuff every day and the workload is huge at the moment so that's quite worrying seeing as we've got exams coming up. Arts quite fun though, because it's not really that intense, so it's quite good. Although I've still got to do quite a bit on that, so I don't know. IT, that's up and down. It can be okay, but it can be really dull talking about sort of sounds from Inputs and outputs of computers and everything that bits a bit too technical really. Other than that it's fine.",
    "tts_audio": "tts_M_0078_16y5m_1.wav"
  },
  "M_0091_11y4m_1.wav": {
    "transcription": " Great. And in the second one, there are about 40 minutes more special effects of different dinosaurs than in the first one. And my favourite part was when the T-Rex ate all the people. And it's about a girl who found out some eggs, who found some eggs on an island and they appeared to be dinosaurs, dinosaur eggs. And when the crew came along, they found a lot of different kinds and T-Rex gave them a lot of trouble and so they had to carry it to the city on a ship. And then it broke up, broke up the ship. Oh dear. Go on then, who's your favourite player? My favourite player is David Beckham. Right, why do you like him? Because he scores a lot of good goals. So were you upset when Cantona left? Well, yeah, very upset. He was like the main player of the whole team, really. Okay, then...",
    "tts_audio": "tts_M_0091_11y4m_1.wav"
  },
  "M_0146_10y0m_1.wav": {
    "transcription": " He went, and when he became big, he was like an agent, secret agent. Then he went to Russia to get this chip, and he was like on the building, and he had these stairs, coming out stairs, and then he disguised himself with black all around him and with his glasses he saw the security lasers so he went through it he stopped them with the button so they off so they went off and he went and then he opened the lock and got the chip out and this other man he found him and he was fighting and he got the chip and he dropped the chip and then they started to fight and he got the chip and he went on the plane. Before that, from the roof he jumped down and then he went on the plane and he met he had a cross like a chain on his neck with a cross, put the chip behind the cross, and he gave the cross to an air hostess, and then she went at the, when he went at the airport, they were checking him if he had the chip. He never had the chip, and they never checked the woman because she was a hair hostess. And then, that night, he went to the woman's house and got the cross and took out the chip.",
    "tts_audio": "tts_M_0146_10y0m_1.wav"
  },
  "M_1104_40y0m_1.wav": {
    "transcription": " Can you tell me more about your work at home? More about the qualifications you need to have before'm currently on a training course to be an inspector of taxes. To have this position, you either have to have a degree or you can have been recommended from other grades of officer. I entered into the civil service in 1971 with eight Old devils and four old devils. I have since worked in about three or four different offices but all in the Birmingham area. It's a fairly interesting job if you like figure work. And the people who I currently deal with are self-employed people such as builders, electricians, bookmakers, then there would be self-employed accountants and teachers, estate agents, solicitors, electricians, taxi drivers, carpet fitters, What are your expectations afterwards? Where do you like to walk exactly after you finish the training course? heard but I do not know exactly where I shall get transferred to. It could be down in London or it could be say Hereford or it could be anywhere. If it was in London the trouble would be the price of housing which is very high. Also I do feel when I come down to London that the pace of life is very fast in comparison to other areas. Although, even though I say that, it is an interesting place from the historical point of view. And when I compare Birmingham with this place, there is no comparison at all. The inner city in Birmingham How old is London? If you have a look at England as a whole, the only cities which have got any real interest are either Edinburgh in Scotland or London. Even though some of these other cities might have a few old churches and town halls and that sort of thing they haven't got a lot else to offer also even if you looked at the these theaters in London there's a lot of theatres. In Birmingham there's only three, which are only very small anyway, in comparison to London. So from the entertainment point of view it is extremely restricted. Birmingham is an industrial city with some large manufacturing industries such as austium rover cars. They also make parts for aeroplanes and extra things which I can't offhand think about. But it is an industrial city. It is an industrial city. Tell me something, I was wondering, what is the process when you catch somebody who didn't pay taxes, broke the law in some extent in your area? What happens to him once he's caught? and we have found them out we will have to ask him if he accepts the figures if he does accept the figures we then go on from there to begin with we would we would then find out how much income tax is due upon that income then he would also be charged a figure of interest upon that tax also he would have to pay a penalty now the penalty alters with the degree of culpability if he has been fraudulent the penalty is a lot higher than if he's only just been neglectful so we charge him the tax some interest upon that and a penalty then and we've got all three he has to make an offer to pay those figures. After he pays the offer, well, after he signs the form, he's got 30 days in which time to actually make the offer. And if he does that, there isn't going to be any further action. Offhand, we would only send people to prison where it was a case of fraud, when they had been very, very bad. And now moving to a very different subject, what",
    "tts_audio": "tts_M_1104_40y0m_1.wav"
  },
  "M_0092_09y11m_1.wav": {
    "transcription": " In the UK, quite a lot, there is one thing that fits on half past ten and if you have a fit, it tells you what the burglars do and if they tell you that, and if they're mad at you, can you help us solve crimes? Have you seen any crimes? Se seen anybody shoot someone and see that. We have to tell the number to ring up and do something about it.",
    "tts_audio": "tts_M_0092_09y11m_1.wav"
  },
  "M_0399_12y4m_1.wav": {
    "transcription": " I like quite a lot of sports, most sports really, but my favourite is tennis. I play quite a lot in the week and all the time on the weekends. At school they don't really do much tennis, but at school they do a wide variety of sports such as football, rugby, athletics and cricket. I'm in all those teams apart from athletics which I don't really like. In rugby I play inside centre which is really kind of a forward but helps at the back as well. Midfield, if you're talking football wise. In football I'm a defender and I play for the school team as well in cricket I'm not really a bowler but I can bowl quite well quite accurately I'm more of a batter and my favourite bat is the V600 by Schlesinger at school my favourite subject is science and I like that because you get to find out a wide variety of things. I like maths quite a lot as well, I don't know why I just like it. And my worst subject is probably English or Latin. I don't like Latin because it's very hard and English I'm just not very good at. At home I like to play on the computer a lot. I have a PlayStation and an N64, my favourite is the PlayStation, which I have lots of games on. I like playing on the PC especially on the internet. I have my own email addresses and I'm hoping to get my new website done later this year. On the PlayStation, my favourite game is WWF Smackdown, which is a wrestling game, which is quite a recent one. One of my favourite games is Resident Evil 3, which is very gory and has lots of blood. On the N64, my favourite game is James Bond. Gargoyle Tonight which is based on the film with Pierce Brosnan starring as James Bond.",
    "tts_audio": "tts_M_0399_12y4m_1.wav"
  },
  "M_0052_14y4m_1.wav": {
    "transcription": " And I'm going to get on on Saturday and we got the cage on on Tuesday night and it's up in my bedroom at the moment and it's quite a big cage. It's got two shelves and it's got a hiding place. And there's just some things for it to chew on. and um I might be cutting the cage on the on the landing because my mother gets here from university. We're going to use the bedroom for his computer and his hi-fi and um and it just eats hay um ginger food and and it drinks water and um and also has to have a dust bath every two days and that's just where you just give it a bowl of sand",
    "tts_audio": "tts_M_0052_14y4m_1.wav"
  },
  "M_1102_24y0m_1.wav": {
    "transcription": " Why are you in such a late stage? really, I suppose you'd say, to an extent where I seem to be thinking about, well, at the moment I feel quite relaxed, because I'm with Nearest at the moment. But I find at times I tend to become so preoccupied with it that I can't think of anything else but my stammer. This has happened over the last couple of months. And I tend to get... It's as though I'm going around in circles trying to work out what to do. I'm thinking about the next conversation I'm going to make. Is this the kind of thing you're after? Yes, I mean... Yeah? Because usually, I mean, you're the first man I've ever seen, man, woman stutter. And in fact, I think I'm speaking more deliberately and slowly at the moment, but in general, I tend to speak quite quickly apparently. I mean, it doesn't seem quick to me. At the moment, this seems quite slow. I'll probably speak more quickly than this, but I'm perhaps taking time to consider what I'm saying. And people usually in your life, I'm the sort of person who prefers to, if I was doing some work, for example, writing an essay or whatever, I'd need complete quiet. Something like this place right at the moment. You know, and there's some people apparently who can work, you know, with Radio 1 on, with the Top 20 or cassette music, but, you know, I like quiet, so I thought that might, you know, be a... that might not be an ideal situation to work in. And, er... Anyway, since about Christmas time, or just before Christmas, I've been noticeably stammering on the phone. It's funny this, because last year I was the fixture secretary of the local cricket club club so from about January to March time I'd be on the phone every night fixing up cricket matches so I used to quite enjoy it but I've developed a kind of dread of using the phone which is particularly severe at work. Perhaps it's because I'm in a wide open environment with plenty of people around. This is something I put in the questionnaire. You say, when are you most, I'm mixing about a bit here, when am I most fluent or whatever? And that is in a one-to-one situation as we are now. One-to-one with anybody. And particularly, I think, no observers either. If you and I were were the observers of it? What is your stutter? But it's bad for me. This is the thing. One of the problems, in fact, the real problem that worries me, it's not so much the repetition or the prolongations or whatever, it's the silent blocks that... I mean, I only learned this terminology this week, actually, because I'm quite into it now. Yeah, it's the silent blocks that... I think they're the ones that make me very apprehensive. If I was, for example, just sitting in a room and I wanted to say something, if, for example, somebody on the other side of the room had made some remark and I wanted to comment about it, or, I don't know, I tend to like making quite a few comments. People have trouble shutting me up most of the time when I get going. But if I wanted to make some reply, sometimes I tend to open my mouth and nothing comes out. That's very annoying. And in fact, I've put in the questionnaire. This happened once on the phone. I was something to do with a badminton match. I was supposed to be playing and then I had to ring up and cancel it. So I rang up the club captain. I spoke to his wife. She answered the phone. And I asked for Malcolm. And I think as I was saying it, I had a slight sort of stammer somewhere. Well, the way I tend to say, could I speak to him, I don't say... I mean, I can say it now, but I can't when I'm on the phone. You know what I mean? You know, like, could I speak to Malcolm? And it probably came out roughly right, but I imagine she would have recognised my voice.",
    "tts_audio": "tts_M_1102_24y0m_1.wav"
  },
  "M_0104_10y3m_1.wav": {
    "transcription": " And then they went off. On Christmas Eve night, me and my sister couldn't sleep all night. Then at two o'clock we told our mum and dad that we couldn't sleep. So my dad said you can go into the living room and open one present. So we went into the living room and we looked at all the presents Santa has brought. And then we opened a present which was a cyber pet. And Claudia got a pink one with a purple screen border and I got a purple one had to go to church. So, as we were ready, about 15 minutes before we left, then, but before we went, um, um, we, um, to the biggest one which was from my dad which had a keyboard in it which had six memories a drum set a hundred rhythms and 200 tunes which you could also have in the tunes it had synth tone a drum set and user's tone. Wow, that's",
    "tts_audio": "tts_M_0104_10y3m_1.wav"
  },
  "M_0061_14y1m_1.wav": {
    "transcription": " I was born in London in St Thomas' Hospital and I weighed one pound nine when I was born. And my dad works in the AV and he's a commander. I live in a small town named Orthwood, which is by the big town, Watford. I go to school down in Dorset. It's a nice school called Elton Abbey School. Sports they do there, they do the CCF, which is like the junior, this is like very junior to the Armed Forces, which I'm also in the Navy. We've been doing the mock for our bronze EOV expedition, which was a bit boring, but there we go. And I quite enjoyed that. And so this time, what we're going to do, we're going to do the real thing out on the back hills. And it should be interesting. And then what we also do, we also have to do conservation, which what we're doing at the moment, we're making a path to go from our school to an old Apple which leads, which is up on a hill, so we need to make a few signs and things like that. And what my mum's, my mum's training to be an ethical secretary and she's learning about word processing which I've been learning for about three or five years.",
    "tts_audio": "tts_M_0061_14y1m_1.wav"
  },
  "F_0050_10y9m_1.wav": {
    "transcription": " At least first Thursday we went to my nan's because my parents were going to a friend's wedding and we went home on Saturday. We didn't do much, we just stayed in because it rained but I think it was on the Sunday no Saturday we went to this train museum which was okay but it was a bit boring and and then because my nan and grandad play bowls, we went and sat in this hall for about half an hour watching them play bowls. Very exciting. And then on Sunday, we went on this steam train and back, which was okay, but it smells a bit, and it wasn't that nice. And there was floods nearby, and so we stayed in, and one afternoon, I think it was Saturday one, we just stayed in and played games and stuff but on the day that we'd been picked up we went down to this park and we had a walk around and then when we came back our mum and dad were here to take us home and so and at school last time we did about your village which is close by and one day we went...",
    "tts_audio": "tts_F_0050_10y9m_1.wav"
  },
  "M_1106_25y0m_1.wav": {
    "transcription": " I have a couple of questions. What was the age you started studying the medical? when I was last done. I think it was about four, age of four. I only know that my cousin did have a stem, a stemmer, for one time. Whether he's cured, I've no idea. I haven't seen him for ages. You've been in the US? Yes, but I still haven't seen him to talk to. You heard him stuttering as a child? Yes. There have been, let's say, fluctuations over the severity of it. There have been times where I have virtually stammered. Could you tell us about the one other period taking place? In sort of equal periods from which you have learned and then... Not necessarily. There's no actually time when I'm completely stammering for days and days and days. It occurs occasionally, like every now and again actually. Perhaps when I'm tense or I'm tired, I seem to have less control. That's when I'm not really conscious of what I'm saying or how I'm saying it. I know what I'm going to say but it's not always second nature for me to say, right, I'm going to say it this way.",
    "tts_audio": "tts_M_1106_25y0m_1.wav"
  },
  "M_0078_14y4m_1.wav": {
    "transcription": " arts at am thing that i'll take in one years time for G. G. G. G. G. G. G. G. G. G. G. It's not just paint or only chalk. It's done in sort of lots of separate ways, like pencil and all of that. It's been around for lots of years and and got made to tell sort of what's going on?",
    "tts_audio": "tts_M_0078_14y4m_1.wav"
  },
  "M_0065_18y1m_1.wav": {
    "transcription": " course I was I was doing fixing fixing computers and programming them also did some some visual basic stuff which I find really hard to do and also some internet things as well in the in the taking apart the the computer and bits like that really liked it was it was it was just the programming bits that found really hard. What have you been doing during the summer? I've been riding up to Edgeware a lot and riding back. I've only done one job since I left college and I got paid £200 for working with my dad, doing a re-write inside his flat.",
    "tts_audio": "tts_M_0065_18y1m_1.wav"
  },
  "M_1017_12y5m_1.wav": {
    "transcription": " I'm 12 years old. I go to Ibstock Play School. I do many clubs at Ibstock School. I do football, rugby, cricket, DT and film club. My favourite club is football because I'm very good at it. This morning I had my brace taken off. It was very painful. They had to drill it off with a drill and they had to remove the glue. My teeth are very straight now, which I am very pleased about. This morning I came here by tube. I went to Hammersmith station and changed onto the Piccadilly line. I arrived here and had a hot chocolate with my mum. My mum had a cappuccino. Last year I went on holiday to the French Alps. This was very fun as I went with my friend. My friend is called Alex. He also enjoyed it and we both skied down the mountains.",
    "tts_audio": "tts_M_1017_12y5m_1.wav"
  },
  "M_0815_10y9m_1.wav": {
    "transcription": " In a period of ten days, my dad was away in Albania to do work for the church. He left at four o'clock Tuesday and came back at 2 o'clock in the morning on Saturday. In those days, unfortunately it was April school days apart from weekends. And in the evenings, we sat down together. We moved the television and the lounge and my mum and dad's bed and so I'd all over lie down and all over I'd give around and I'd all over watch and watch it and all over there's a lecture and videos and which and all over my mum had bought me especially mother bought me especially for this occasion. I give an old woman videos of the Pink Panther returns. I like that. That's funny.",
    "tts_audio": "tts_M_0815_10y9m_1.wav"
  },
  "M_1114_09y10m.1.wav": {
    "transcription": " The glow coming from... The last holiday I had was... When was the last holiday? Christmas? No. Summer? Yeah, no. Yeah, summer. The last holiday I had, I think, which was the summer holiday, I had to go to a course. The course was all about, it was all about making a radio drama. We had to record, we had to record our voices on audio and then put some music in the background and listen to waiting till I go back to school to get the CD. And we used a lot of computer work and we had to go into the internet to find music and background sounds. And after that I had to go to a group for my stammering and it was a very small group. Well, that's two minutes.",
    "tts_audio": "tts_M_1114_09y10m.1.wav"
  },
  "M_0394_09y2m_1.wav": {
    "transcription": " Really last holiday I went to America to see my auntie and uncle and she has a cat and three dogs. It's so warm and poor. And we went to the ice cream parlor a lot and it was so hot over there. The ice cream melted but my favourite part is when we went to this water park and there was this big wave machine and one wave came every second. I mean, every five minutes and it was a big tidal wave and it went over my dad's head so I was really tall. There was once when I was taking daddy a, a dog, out for a walk and then we saw this big hornet, or it wasn't a hornet, it was twice as big as a hornet, and it landed right in front of Laddie, the dog, and then dog and I just ran up the hill and Laddie just sat there puzzled. When I got to the car park I realised I hadn't had Laddie with me and he was still down there with that thing so I had to walk bravely down there and get him again. We also swam in the lake.",
    "tts_audio": "tts_M_0394_09y2m_1.wav"
  },
  "M_0030_12y7m_1.wav": {
    "transcription": " to Rip's Nade Zoo and they had the live demonstrations of all the animals doing various things. So you get to feed elephants and you get to watch the sea lions. And I bought this t-shirt in the gift shop and it's a rather nice t-shirt and it's not purple unlike most of my others um it's been the whole day there um it's quite a way away from where i live it's about an hour's drive but i think i think it's worth it really um what else was there about the um the sort were pushing logs around with their trunks, which you never have heard of them. And we got to feed them. Oh, I think they just ate peanuts. What do they eat? Peanuts? What do they see happening to you? What did the sea lion do? they were having races and they were trained to come back in certain order so it was no competition really and and at the very end they just went out with their flippers um and got to see them afterwards um i have been to rips they had one time um um i think it's about three months ago and it changed a bit since then. There was one of the sea lions that was doing a Jaws impression, he was holding one flip flop in the water and swimming around.",
    "tts_audio": "tts_M_0030_12y7m_1.wav"
  },
  "M_0251_15y2m_1.wav": {
    "transcription": " I'm gonna talk about a film called Cruel Intentions which Sarah Michelle Gellar stars in it, which is good. And okay, it's basically about this stepbrother and stepsister that are really cruel and they have cruel intentions. And each day they have like missions to ruin people's lives but basically by by seducing them so one of the so Sarah Michelle Gellar she tells her stepbrother that there's this really girl that he needs to to seduce to ruin her life whatever so basically he goes to live where she is because he's got some connections wherever and he falls in love with her and he's never been in love so Sarah Michelle Gellar gets jealous sort of thing because she doesn't want him to fall in love because it will ruin everything. And basically she said that if he does do what she tells him to do, then she will give him something. And if he doesn't, then she gets to keep his amazing car. Beautiful car, yes yes but i don't know what it is so basically he doesn't he falls in love with her and she finds out what he was trying to do but he tries to convince her that it was all wrong and while and while and while he's waiting outside he's waiting outside her door for days just walking around waiting for her to come out and finally when when she comes out one of his last victim victims boyfriends finds him so they're having a fight on the street where she lives while she's coming to say i love you whatever and then a car comes and she and she is standing in the road. So basically he jumps to save her and he gets run over",
    "tts_audio": "tts_M_0251_15y2m_1.wav"
  },
  "M_0760_12y3m_1.wav": {
    "transcription": " My cat's called... Two cats are called Bungee, Poverotty and... And I'm just sitting on them and I'm just clicking them every night and then I've got four rabbits, I think, And then I feed them. And I just pick them and then put work and then I'm half past ten, I'm going to break and then at eleven o'clock I'm going to finish finish, I'm going to break and then I'm'm the go off to an next lesson and then I'm the afternoon I'm going to have them the lunch and then go off to another lesson and then and then I'm the finish",
    "tts_audio": "tts_M_0760_12y3m_1.wav"
  },
  "M_0089_05y4m_1.wav": {
    "transcription": " They fight and they fight the monsters and they kick it in their face and they do something they want to do and they want to do something else and they have to do the parachutes and they have to go down the parachute and they fall down and they put the rope and they fall down and this parachute flies and that's my colours and they call so long and they come to join on place and they say it's morphin' time. And they fight. And they do something to go in the toys plus and they do to and to get the their costume off and they've and they and the ones fighting with the monster and he finished and the one said shhh and they come off their costume and that's the end.",
    "tts_audio": "tts_M_0089_05y4m_1.wav"
  },
  "M_0028_15y11m_1.wav": {
    "transcription": " I've supported Aston Villa for eight years. I supported them in 1990 when my uncle died. When I was going through his house, I found a couple of bad gives with Aston Villa on and some memorabilia. Since then, I've supported them. I've supported them through thick and thin. The last couple of seasons have been bad. This season, they're doing really well. We've brought in England stars. We've got 10 players from England in our squad, our first team. Our foreign is Mark Bostic, who's going to go. At the moment at school I'm doing my GCSEs. I chose Business Studies, Geography, Double Science, English, Maths, French, English, Literickshang, language. I'm doing all high papers in everything. So far, I've had my Geography. That went really well. I found that really easy. My RE, didn't do too well in that, because I couldn't really learn nothing. My maths, that was really hard. All the things I studied on didn't turn up or come up. And then on my technology, I learned everything. That was really hard. I didn't really understand all of it. And tomorrow I have maths and science again, same day as I had on Friday, I had maths and science then. Science I found out really easy, all multiple choices. So hopefully I'll do well on these, get good mock results.",
    "tts_audio": "tts_M_0028_15y11m_1.wav"
  },
  "M_0217_12y4m_1.wav": {
    "transcription": " I like playing with computers and with computers you can do a lot of things. I have got a program called Visual Basic and you can make programs on that. It is a professional programmers guide and I have got the internet on my computer and what you you do on the internet? You can find out billions of information just by typing in a little thing. If you type in animals for instance, what you can do with animals is you can get lots of pictures of animals and information of animals just by typing in animals and lots of websites and to do with animals and what you can do as well is you can play computer games on the computer but I don't play too many games on the computer because I use it for typing up my design voices sometimes because my dad you see always always asked always asked me to do in-voice streaming because I'm very fast. I'm very quick in typing, right? That is why. And so I use my computer a lot of times. I play some games, some games on there but not too many games on there. And I have got a Playstation at my house and what you do is you can get bundles of games with a PlayStation which is you put CDs in there and games come up. For instance Ridge Racer which is a car game you can play with the car there and a time crisis game where you shoot stuff.",
    "tts_audio": "tts_M_0217_12y4m_1.wav"
  },
  "M_0090_10y1m_1.wav": {
    "transcription": " It's about this man who is a lawyer and he lies a lot. And his child has a birthday and he promises that he'll be there for his birthday and he never showed up and he was very sad and then the child made a wish and asked he's dead, couldn't lie for, for one, one whole day. And, and Jim, and the father, and, and the wish comes true. And then, in a court case, he has to lie about a few things. he just just just basically has can't can't can't lie like for for him the whole day really",
    "tts_audio": "tts_M_0090_10y1m_1.wav"
  },
  "M_0100_13y7m_1.wav": {
    "transcription": " During a summer holidays we went to Bournemouth. We went there for one week. We stayed in a hotel called the Elstead Hotel. A three star hotel. We stayed there for about one week. There's a swimming pool there. There's loads of good facilities as well. Also I went to Menorca, that was for also one week. It was about 90 degrees out there and the sea was quite warm. We were on the beach most of the time in the swimming pool which was quite warm. We were on the beach most of the time and in the swimming pool which was quite cold. I stayed in an apartment in Menorca in somewhere called Kalembosch which we went to last year. When we came back from Menorca we went to last year. We went straight off to Alton Towers for two nights. The first day we went to Birmingham, we went to somewhere called the Bass Museum which is a beer brewing place and that was quite good and second they actually went to Alton Towers and there were lots of good rides there there was Nemesis, Oblivion and loads of other rides I went on Nemesis and it was enjoyable. Becky, my sister, chickened out on it. She didn't want to go on it. It was a long journey back home though. It was about a two hour journey in the car and there was traffic on the way back down the M40. It was a big traffic jam so we were in that for about half an hour going through London. Then we went to pick the car up from the kennels the next day. And he was a little excited. How old's your sister? The one who chickened out the...",
    "tts_audio": "tts_M_0100_13y7m_1.wav"
  },
  "M_0112_10y7m_1.wav": {
    "transcription": " But I support Arsenal and I've been to four games and my favourite player is Dennis Bergkamp. He is Dutch and he's a forward and he's one of the most skilled players in the Premier League. Arsenal finished third in the Premier League last year. Ian Wright was a top goalscorer. Tell me about Arsene Wenger and players which he's brought in and where they're going and stuff. What do you think about it? Arsene Wenger's bringing Patrick Vieira and Remy Gardi and I think he's a good manager. That is why we finished third in the Premier League last season. He has bought Mark Overmuth from Ajax.",
    "tts_audio": "tts_M_0112_10y7m_1.wav"
  },
  "M_0077_11y2m_1.wav": {
    "transcription": " It's called like football, basketball and rounders. I'm good at football and that's round us. Favourite subjects are English and science. And my worst are maths. Maths and history. And I have two brothers and we always fight and always beat him up. And for Christmas I got a bike, a bike and videos and all the different sorts of videos and games and everything from my computer. I hate school. I don't like school at all. I just like lying in bed at home.",
    "tts_audio": "tts_M_0077_11y2m_1.wav"
  },
  "M_0017_09y0m_1.wav": {
    "transcription": " For the first part of the holiday, we just had a few days at home. And then on the 1st of August, 3 o'clock in the morning, we piled our things into the car, strapped them down to the roof rack, and off we went in the direction of Poole. We ended up in a pool at about six o'clock in the morning and then two hours later after all the bags had been searched and all the other things, we were on board in our cabin. Maybe half the passengers on board were standing on deck waiting to see us move out. And we weren't going all that fast to begin with. And then another eight hours of pretty boring sea journey. At one point we thought we had sighted France when we passed New Jersey. Ah, really? Yes, and then we got into St. Marlow at about 4 o'clock on another car journey, which should have only taken three hours. But because we're not familiar with the countryside, it ended up five hours. And we arrived in the campsite at 9.15 French time. And that was our first night on the campsite. A few days later, I was swimming in the swimming pool, the open-air swimming pool of the campsite, just minding my own business, when I spotted a boy who had exactly the same make of goggles on and worn. And it also happened that we had jumped into the pool and landed almost side by side. After that, we'd become very good friends. And now we're pen pals. I think it was your friend. No, no, he was Scottish. Ah, right.",
    "tts_audio": "tts_M_0017_09y0m_1.wav"
  },
  "M_0030_12y1m_1.wav": {
    "transcription": " Most of the programming I do is in Visual Basic, which is in Windows. At my school they've got Visual Basic and I sometimes up some of the techniques from that with all the add-ons and everything. It's really a very user-friendly language and easy to use. At home, I've actually got a higher version of Visual Basic than at school, but a computer sometimes crashes when it runs that. I think it's because of memory problems. And I've made some EXE versions of some of my games. But I'm keeping those to myself for the time. I might sell them later when I'm older. What sort of games have you written? Usually strategy games. I've written a programme where you've got to fill in some magic squares, and I've got a programme to actually make a magic square any size you want. Once I made one, 29 by 29, it took ages to fill in. That's the one where you move the... 29 by 29 looks impossible, but in fact it's based on one simple technique. Make it any size, as long as the dimension's an odd number. I haven't tried it with an even number yet. Oh, yes, visual basic. Most of my friends at school who are in years higher than me sometimes write programmes in Visual Basic and their lunch breaks. Some of them were a bit annoying, but I'd get used to that. It's hard to push me off computers and everything. My account on the computers is a normal one. You can get manager accounts above that and they can go into anyone else's below them.",
    "tts_audio": "tts_M_0030_12y1m_1.wav"
  },
  "M_0052_12y10m_1.wav": {
    "transcription": " And so I went to school and my first two lessons were PE and English. First we had English and... And so for all of our class we're making, we've got in pairs and we're going to make a, we're going to make a magazine. and I'm working with a person called James and our magazine's about football. And then our next lesson, which was PE, we worked on sprinting and then I had to leave at quarter to twelve and my parents picked me up and while my dad was parking his car me and my mum went to have a McDonald's",
    "tts_audio": "tts_M_0052_12y10m_1.wav"
  },
  "M_0553_11y0m_1.wav": {
    "transcription": " Okay, on this Sunday I've got a match against Hertfordshire. It's a cricket match. Because a few months ago we had trials to see who could get into Bedfordshire but I didn't make it. But they've offered me a match and I'm going to play on Sunday. I've got a friend who's in my team just for Bedford, his name's Sam, and he's only nine, and he's good as and we haven't lost a match. And there's Cutlerhammer, Sandy, Potten, Baromum and that's it I think. And we've beat all of them. And we'll be in the final on next week I think. And it's either against Luton because it's our league and this other league and it's either Luton, Leighton, Buzzard or this or someone else I've got I think it's, oh. Flick, tick. Um. Okay.",
    "tts_audio": "tts_M_0553_11y0m_1.wav"
  },
  "M_1101_35y0m_1.wav": {
    "transcription": " So now if you could still hold the microphone, now we'll just have conversation. Yeah, that's really difficult. Usually I'll ask you questions, and you can ask me also questions if you want. So tell me, where did you live before?? Did you work before this? How was the studies in university? Pardon? How was the studies? How was the studies? I found it quite interesting. We did specialised in economics and public administration. We did comparative politics and political philosophy and political sociology and that type of area, urban politics and sorts of subjects. Did you want to find a job related to your studies or you didn't mind doing something else afterwards? that I was certain of, but I would like to work in some field of administration. I would ultimately like to get into some form of administration or anage of some kind. that's the type of area interests as far as actually going into politics is concerned that would be although I'm interested in it would be quite hard as I've got as I have problems with my speech, you know. That's quite important. And in the present job you don't find a speech? It isn't too much of a problem. Sometimes I am with the people I work with. But sometimes I'm okay. It depends really. I find that I vary from time to time quite a lot depending on circumstances and how I react to stress has quite an effect on my speech also. So sometimes you have good periods and good periods with speech. Yeah. And what are your habits? What do you like to do? I quite like, apart from current affairs, I like hosts, sports, especially cricket, tennis and poker. They're my three favourite hosts. When I was younger I used to like football but I've gone off of that just recently for various reasons. Do you have parents still working? Yes. My father retired last year. Last year. Last year. He retired last ye... year. He used to be a supervisor with the Eastern Caskholds. He just retook early retirement. Now he's 63. My mother's 58. And she's working? No, she has worked, but she was a couple of years. She had trouble with her. a bit of trouble with her so she had to give up working I've got an elder sister yeah yeah I'm the youngest in my family I your family used to stammer? And does he have any explanation for the improvement in his speech? I think he's possibly become as he's got older he's become less self-conscious but apart from that I don't think he's got any specific observation to the reason why it seems to have cleared up. Do you think with you it can happen the same way? about completely clearing up. I think there's a chance that it could improve as I get older. I'm not sure whether I'm too optimistic of it completely clearing up.",
    "tts_audio": "tts_M_1101_35y0m_1.wav"
  },
  "M_0030_16y4m_1.wav": {
    "transcription": " a wealthy Athenian, instead of paying taxes for a single year, you could either choose to organise a religious procession, you could make a warship, or you could sponsor a Greek playwright in the Greek theatre and you'd have to organise everything including the costumes and you'd have to train the chorus. There were many differences between Greek theatre and theatre these days. There were only three actors in general. There was a main actor and there were two supporting actors. And they tended to switch roles all the time. As a result, all the costumes they wore tended to be pretty heavy but easy to get on and off. Those were all masks which gave them a whole new identity from the point of view of the audience and it also meant that all the people who were sitting at the back of the theatre could see them. Yeah, this obviously doesn't happen these days because they were relatively small theatres. This is because any single play will often be showed hundreds of times instead of in ancient times when any single play was only shown once, it had only one main performance. The actors in Greece were all male, whereas these days there were female actors as well. However, absolutely anyone was allowed to come and see the performances. They were very keen on encouraging people to get involved with the theatre, which meant that if you couldn't afford to pay the entrance fee, they had to have a government grant, which these days you don't have. The role of the chorus. There were 12 or 15 people in a chorus, if it was a comic play, and up to 24 if it was a tragedy. The chorus acted in the orchestra, which was a wide open space, rather than the meaning it's adopted these days. Their roles were they often commented upon the action of the three main actors often acting as often acting as some of their slaves. They would sing and dance as well and were accompanied by an alertes which means a flute player once the chorus entered the stage they didn't usually leave and they usually acted as a single group so they had no individuality they wore the same all the same masks and the same clothes um",
    "tts_audio": "tts_M_0030_16y4m_1.wav"
  }
}