{
  "M_0553_10y0m_1.wav": {
    "transcription": " On the weekend there was this match, it was England v Simabwe and England won and because Zimbabwe got a low score and then England just they only won by something like six wickets or something like that because it was this thing where it was out of England, Zimbabwe and West Indies. West Indies lost every match except for one, I think. They're the best. Well, they aren't the best, but they're excellent. England are the next best and Zimbabwe are the worst but Zimbabwe just lost just not much matches because I don't know why. My best food is hot clit and chips and I hate stuff like meat because it's just disgusting. Because it's all, I don't know why I don't like it, it's just disgusting. But I'm not allowed to hock it much though because my mum hasn't let me unless it's my it's like a special something like this it's special. Okay you said you you hate me and I",
    "tts_audio": "tts_M_0553_10y0m_1.wav"
  },
  "M_0214_09y4m_1.wav": {
    "transcription": " and it has a camera and somehow it works and you will get more pictures about 12 or 13 pictures and it has a toy gun and it could hold it and the action man has lots of of and my second thing that I have have to been I have been to a English school and and it's quite good but sometimes I get in trouble but from now on I got to an Arabic school and everyone had one table and the table opens and then you could put everything inside it and and the break we could go outside and play football but on Friday we practiced to play football",
    "tts_audio": "tts_M_0214_09y4m_1.wav"
  },
  "F_0560_11y7m_1.wav": {
    "transcription": " Well I like doing art and everyone says I'm very good at it because I've won many competitions to Magna Carta next. I passed my 11 plus for Sir William Perkins and Slough Grammar though. I like PE and sports. I'm known back in Minton and I might join karate. I'm not very good at football though. I'm always kicking the ball the wrong way. I'm good at being a goalie and I'm good at my work at school. I'm the teacher's pet and all the teachers like me and all that. My birthday is in November, November 12th and I'm a Scorpio. I'm kind of nervous making friends because I don't really know if they they like me much. I've got twin sisters and they're both eight years old. Sometimes they're double trouble. My dad works overseas and my mum's just starting to work as a teacher.",
    "tts_audio": "tts_F_0560_11y7m_1.wav"
  },
  "M_0210_11y3m_1.wav": {
    "transcription": " I play for a football club called Springfield FC and we had a tournament just two days ago and unfortunately we didn't go through to the quarter finals. But then the other team, which is team B, we went through and they won the finals. Now let's talk about cricket. The last test between England and New Zealand, England won with 241 runs to one, I think. And the first game, New Zealand won. What else can we talk about now? Hobbies. My hobbies are, I've told you that already but I'll say it again, swimming, wrestling, playing football and playing cricket. Are two minutes over yet? Alright. Tell me about your family. My family, right, my dad, he is 44 and he works as an accountant.",
    "tts_audio": "tts_M_0210_11y3m_1.wav"
  },
  "F_0818_12y4m_1.wav": {
    "transcription": " In zoos there are animals such as giraffes, elephants and tigers. Elfants Tigers Deers Lions Penguins. Penguins. Do you have a favourite Zoom? Bruce. Do you have a favourite Zoom? No, not really. Tychus. Right. Nose. Brian knows Crocodile Jules I think",
    "tts_audio": "tts_F_0818_12y4m_1.wav"
  },
  "M_1011_13y10m_1.wav": {
    "transcription": " and I got around 15 to 20 games and they're all good games but I like football games the most because I like football quite a lot and my best game is Pro Evolution 2. That's a football game and... Why? Because it's like you're playing the real football, but you're controlling the players and stuff like that and you can buy players it's like so you're like a real manager so that you can buy and sell players and stuff it's quite good and I got um um another fighting game which is quite fast and that's quite good as well and that's called Tekken 3. That was one of my really oldest games. I got that when I bought a Playstation and that's it really.",
    "tts_audio": "tts_M_1011_13y10m_1.wav"
  },
  "M_0052_16y4m_1.wav": {
    "transcription": " I've chosen to talk about my electric guitar and I've been playing it since last November. I've been playing it for just over a year now. I did have a tutor but in around September he just stopped coming. He didn't turn up for some reason. well we found out a couple of months ago his wife's got cancer so he's going to stop for a bit and well it hasn't been as fun playing since he hasn't been teaching me because when I learn songs by myself it takes a bit longer and it isn't quite as fun and well most of the songs i play is like rock and hard rock and um my favorite band are probably queen queen and um except i find most of the songs quite quite hard to play and my teacher said i should start off this is something a bit more simple and and we had to start moving on to Queen but he stopped. I like playing almost any rock bands like Aerosmith and people like that. I play in a band as well except I don't play the lead guitar in my band, I play the bass. We practice about once a week around one of our friends' house. Our friend plays the drums and we have a lead guitarist and a rhythm guitarist. We've only been playing for about a month now and two other guitarists here in the band also have the same tutor it is me and",
    "tts_audio": "tts_M_0052_16y4m_1.wav"
  },
  "M_0104_12y7m_1.wav": {
    "transcription": " We started school on Monday day and on that day uh Lessons. Work. History. German. Science. three German Science English Maths and for the sixth one if I can remember it. Geography. So...",
    "tts_audio": "tts_M_0104_12y7m_1.wav"
  },
  "M_0081_09y3m_1.wav": {
    "transcription": " After she put the child down by the chair, the chair was next to the phone and then the phone went and then the babysitter picked up the phone and said, check your child, check your child. And he looked and it was gone. Then she phoned the police and then the police said there had been a ghost walking around this kind of country. So the policeman looked in the living room and he said, Oh my God, look, there's your forehead. There's your four children's head on the TV aerial. Whoa. That's so scary. Tell me another one. There was this lady who had an iron leg and then she was dying and then the man and the lady with the diamond leg said, when I die you can have all my jewellery and money but not my diamond. And then when she died the man said he was going to find out if I take diamond legs. And he was asleep and he heard this shake on his window and then he got up and a ghost walked through the wall.",
    "tts_audio": "tts_M_0081_09y3m_1.wav"
  },
  "M_0030_12y9m_1.wav": {
    "transcription": " In maths, we're doing some really seriously boring work and I sort of keep asking my teacher lots of questions and I've got onto trigonometry somehow and the only person in the class that's done that and I haven't quite grasped it yet but it's quite fun and it adds another element to the workonometry stuff. Oh, right. Well, all I've really done is signs and cosines, which can only be in range minus one to one, as far as I remember. Tangents I haven't done yet and they can be in infinite range. I've thought about expressing triangles as only two numbers rather than having either two angles and a length or two lengths of an angle and every triangle can fit into a circle exactly so I was thinking just expressing the points two and three as a number of degrees. Okay, a triangle won't be, you know, the right size, but dimensions will be okay. In English, we're doing Shakespeare at last. Henry VI, part two. That's quite fun. And we're acting acting it out I was promised the fourth biggest part and I ended up saying five lines",
    "tts_audio": "tts_M_0030_12y9m_1.wav"
  },
  "F_0879_12y5m_1.wav": {
    "transcription": " My two best friends are Natalie and Becky. We always go to the pictures, we each go ice skating and swimming and we always go together. We walk to school in the morning, we meet each other at playtime because we are in the same class. We go to lunch together all the time. I've also got other friends but I don't do as much with them. We go ice skating once a fortnight and sometimes more as well. We've all got ice skating boots and that. My family like them as well so they're always around. We have sleepovers at each other's houses all the time so it was quite exciting. We all share secrets and gossip all the time about things at school and our lessons. We share make up and clothes and that. So, parties and go out round, well, shopping in town as well. So. A little more. You can change the subject. Right, my family, my mum's really nice and I can talk to her about anything about school and she helps me out at school and she always helps me with my homework and with my dad as well. My step sister and step father come every fortnight. I've only got a two bed room so it's quite hectic as well but it's exciting as well. My friends come and get in with me and my step sister on a weekend so on the other weekend I go to my dad's",
    "tts_audio": "tts_F_0879_12y5m_1.wav"
  },
  "M_0107_08y5m_1.wav": {
    "transcription": " Some of them talk madly. Some of them a fighting game. Lots of good players. The best player is Hashihomishima. They do very good fighting and action and there are two car racing playstation games I like and they are V-Valley and Destructionby 2. Destruction Derby 2 is about smashing the cars up and V Rally is about cars driving and racing all over every country. And there are some... And I've got three demos that have a lot of good games and one of them is a playable demo. That is one that has Tekken 3 on it. Much better than Tekken 2. Because it has a lot of better players, like Julia Chain and Eddie Gordo.",
    "tts_audio": "tts_M_0107_08y5m_1.wav"
  },
  "M_0556_08y0m_1.wav": {
    "transcription": " I like Dragon Ball Z because it's like a... It's a manga. It was one of the first manga cartoons that came out. And I like it because it has martial arts and stuff and it has sounds for attacks like Ameya or Extractor Disengage. anything and a half. My favourite episode was when Goku did this Saiyan and a Saiyan is somebody who can do all stuff like the Kairi King attack which is a special move that Saiyans can do. And Goku who is a Saiyan he... and he... he's run into Super Saiyans and this is quite strange his eyes turn green hisows turn yellow, so does his hair and his muscles get stronger and he can do more attacks than just the same and",
    "tts_audio": "tts_M_0556_08y0m_1.wav"
  },
  "M_0098_09y8m_1.wav": {
    "transcription": " Today at school we went to the computer room and we had to do some spreadsheets stuff. What flavour, now what eye colour have you got and what colour hair. how many pets have you got there some people have about two pets and some of them had one and some of them had none so we just put zero on the sheets. Then today at school 2 I played football 2. And I was playing versus 5H and it was a draw, the match. It was 3-3. And I scored one goal and then someone else scored again. And today I watch Pokemon on TV and it was about this boy Ash and this one girl Misty and Brock. They were going on this adventure to find them.'s 150 pokemons they have to find found this is those they went to this white house and you see when they went inside it they saw this animal and I think it's a beetle, I can't remember, and it could talk, but it wasn't a real beetle, it was a boy inside this costume.",
    "tts_audio": "tts_M_0098_09y8m_1.wav"
  },
  "M_0030_19y5m_1.wav": {
    "transcription": " I went to Poland a couple of weeks ago. It was probably my first proper holiday for a while because I've been busy at uni and haven't really had the chance to go away. We stayed in Warsaw at the University of Warsaw. The accommodation was pretty rubbish really compared to what you get in this country. We had three beds in a room. That's one bed and two on the bunk bed so that was pretty dire and it got really hot at times but it was it's very nice place in Russell. We spent a whole day shopping. Prices there are quite cheap compared to England. The main reason we were there was for competition. We were in Poland for only a week and the competition was on two days. So we had a fair bit of time to go around, see the sights and all that. I didn't get much Polish out because it didn't really seem worth learning a lot of it but I learned a few phrases which were useful. What else did we do? Only three people from my college went and about 14 from England because it was an international competition. So we did a fair bit of socialising with people from other countries. At the end of the week, some people had an international football match, which was basically all people from the UK versus everyone else and apparently they lost which sounds fairly plausible. What else to say? They've got really good public transport in Poland because obviously well in Warsaw in particular because after the whole place was bombed in the Second World War they had it completely rebuilt and obviously had the time to think about it so they've got really wide roads on an average road in Walsall you'll get about two or three lanes of traffic and a couple of wide pavements and some tram lines down the middle. And where you haven't got tram lines you've got a grassy patch so you can build tram lines if they want.",
    "tts_audio": "tts_M_0030_19y5m_1.wav"
  },
  "M_0052_12y8m_1.wav": {
    "transcription": " When I left the course, the one thing I was looking forward to was my snake and also being able to speak more in class. And I spoke a bit more in class, but I've been reading more as well. And at the moment in class we're reading a play called Lies. And it's about two teenagers who are striving to go to school to earn some money because they want to go and live in Cornwall, except in the end they don't make it because the mum finds the money which she's been saving and she goes out and buys a new hi-fi and it's based in the 1960s. And I've read for that four or five times and each time I've played quite a big main part. And a week after that I went to get my snake's aquarium and the aquarium was three feet and it was second hand. We bought it off a newspaper, an advert in a newspaper. And a week after that we went to get the snake and I was going to get a garter snake but some friends told us that a corn snake would be much better because they had one themselves and so we bought a corn snake and when they went to get it a man asked me to hold it in the pet shop and it was much bigger than I thought. At first I was quite scared but after I held it, it was okay. The reason why I was scared was because there was about ten people crowding around to watch a man take it out. And a few days after I kept the the snake I noticed it was shedding its skin and that's why it wasn't eating.",
    "tts_audio": "tts_M_0052_12y8m_1.wav"
  },
  "F_1039_09y3m_1.wav": {
    "transcription": " My teacher's called Mr Collier and he's very strict and we've got naughty people in my class but he tells them off a lot. And we've got this time out corner and you normally go in there for five minutes if you're naughty and sometimes ten. And we've got to help on Mrs Martin because we've got a special need person in our class and she helps everybody really and um it's really nice when we get some people coming throughout we get helpers throughout and we... and I like school but sometimes I get a bit picked on because of my stammering. My friend used to take... they kind of used to take the mickey out of me but they don't now they've stopped. And last time I talked about my cat Puddy. But school's really good and I'm in Year 5 now and I've only been in there for about, I've just had half term, so only half a term. And like I said, I like school. And when I've come home, I've got a busy week because on Monday I go football Tuesday I go French Wednesday I go choir Thursday I'm free and Friday I go shopping with them with the mummy to do a weekly shopping but sometimes I don't go with her I go to a friend's house sometimes. And it's okay, sometimes I buy some stuff that I like. I buy some magazines and that. And I get pocket money, I get a pound a week for doing nothing. I don't really do anything. But I do it, but then on Saturday or Sunday, I'm going to the fireworks with my friend.",
    "tts_audio": "tts_F_1039_09y3m_1.wav"
  },
  "M_0061_15y0m_1.wav": {
    "transcription": " For the past term and a half I've been working very hard in all my subjects. And also what I've also been, I've also just had my birthday, which I've just turned 15, which was nice. For my birthday I got some, I got loads and loads of things, sort of books, glasses, glasses and lads, yeah, glasses, got glass. And also, during my birthday, I also got, I also got, confirmed as well, which is quite nice. And also, then, also for the for the next term which is after this after the easter holidays i'll be hopefully working to to my all to my to my end of term to my end of term exams which would be quite hard so i'll have to work afterwards. So during the Easter holidays I'll be doing lots of work and things which will be quite boring. And also during this holidays we're hoping to also go to France for two or three days before Easter Sunday, which would be quite nice. And also I'm hopefully going to be playing lots of games and sports and things. And also what I'm hoping to do, I'm hoping to go up for a walk, a few walks and things just to stretch my legs and things. And also what I'm hoping to do is I'm hoping to also go out to the, hopefully go and see a few films as well during the Easter holidays and also go out for a few good meals and things.",
    "tts_audio": "tts_M_0061_15y0m_1.wav"
  },
  "M_1017_11y8m_1.wav": {
    "transcription": " My favourite subject is science and PE. I have a PlayStation 2 with six different games which are Sled Storm, SSX Tricky, Wipeout, Fusion and I can't remember the rest. Tell me about your school. What is it called, where it is and that sort of thing. My school is in Richmond called Ibstock Place School. I'm in year seven and I'm just, I'm nearly going to go into year eight. I'm revising for my end of year exams which are in two weeks and hopefully I'll get good marks in them.",
    "tts_audio": "tts_M_1017_11y8m_1.wav"
  },
  "M_0061_14y8m_1.wav": {
    "transcription": " All Christmas I want some new books to help me with my work at school. And I also want a new personal CD player and also I want a few new books to read at home. I'm also hoping to get, which we've already got already, is a new badminton baguette, a squash baguettes and some new squash shoes as well. And let's go in Dorset. What we do, we have this thing which we do on Wednesday afternoons which is called the ECF which is like the like a we load down a ting of like the armed forces um what we do",
    "tts_audio": "tts_M_0061_14y8m_1.wav"
  },
  "M_0121_15y1m_1.wav": {
    "transcription": " The 30th of October, talking about whatever he wants to talk about. My name's... My name's... And you're... Hayley. I do... What I see... I see I see a round belt belt my my I am who, um, also so, as, as, as, um, Marty is, is the, the, um, was, was, um, and, and, um, he'sries and he's a The next Nezabel is wearing his black and the next is is on the 16th of November. Just give me a little bit more, tell me a bit more about your karate and what you do when you go training and things like that. I train on Mondays and Thursday's start at 6.00. Training sessions.",
    "tts_audio": "tts_M_0121_15y1m_1.wav"
  },
  "M_1103_20y0m_1.wav": {
    "transcription": " around. Well, at the weekend I'll play hockey for my town, although we've only got about 13 or so members, so every week we sometimes have trouble trying to make the numbers up. Although this is only usually played in the winter season, so we stopped a few weeks ago. And apart from that, I like listening to music and have a guitar at home, though I can't play it very well. What kind of music are you listening to? Well, most sorts usually. Not classical or things like that. Pop. It's fairly varied actually. I mean you have to take care of it? That's right, it's a VW Golf, it's about 6 years old. It's like a Beetle or it's... I don't know cars so well. No, it's about the size of a Fiesta. It's a small hatchback type car. It seems fairly reliable though. I'm saving it for a music centre at the moment. It's supposed to be fairly reliable with the rust and things like that. I've been driving about two and a half years now, so... Driving? Driving. I passed my test about two and a half years ago, yeah. That's good. When did you pass then? I passed my test nearly two years ago, just before I came here. And here I didn't dare drive. Once I took my father's car and tried, but it was probably not good. Did you drive on the left side or the right side over there? We drive on the... I want to say the right side, but we drive on the opposite side. Yeah. But, I mean, our drivers doesn't have a reputation of good drivers, but, I mean, it's nicer to drive at home, you know, you're used to this side. That's right. You're used to all these sort of signs, aren't you? I don't know if they have a roundabout at all. Really? Yeah. What's on the back? I don't know if they have a little roundabout. Have you been around the world? How come you chose this specific job you are doing now a course? Did they send you to a couple of courses? No, not really. Just whether you'll be able to cope with not very complicated or hard work. So that wasn't bad anyway. What size of the work would you like? It's only a small company you see. So you know everyone there. So everyone is really nice there. It's varied, it's not just one thing you're doing at the moment. My job is, we own a certain amount of equipment ourselves. When we repair our customers equipment, we loan them our equipment. I have to know who we've loaned them to, where it is, you see. So that's a fairly varied and interesting work, I suppose. So you meet a lot of people? Yeah, quite a few people, yeah. And I think being a stutterer, did they change something in your attitude towards your job? I mean? Would you do something different? Would you go to some other field? What kind of a job would you look for? You're repairing all kinds of computers? Sorry? You're repairing all kinds of computers? Well, yeah, about five or six sorts of. The microcomputers, not the sort of large mainframes. The main producers we repair are IBM and Apple and Apricot and Sirius.",
    "tts_audio": "tts_M_1103_20y0m_1.wav"
  },
  "M_0100_12y3m_1.wav": {
    "transcription": " Shoprock, The Simpsons, Friends, EastEnders and Buffy the Vampire is there. My favourite hobbies are skating. What I mean by skating is ramps and things like that. And I play football, skateboarding, cricket, hockey, swimming, basketball and a lot of other sports. I've got a PlayStation and I've got five games. Spy with a Dragon, Hearts of Darkness, Toggle 2, Two Wrinkles, and I do have the world, Apes, Exodus, and Call of Duty 3. I have a pet dog called buddy and two pet goldfish could jewels and I can't remember. I have a large bedroom with a hi-fi, a drum kit and I play the viola and drums as well. I used to play the piano grade one, but then I stopped after grade one because it was getting a bit tedious. I have a bike.",
    "tts_audio": "tts_M_0100_12y3m_1.wav"
  },
  "M_0098_10y6m_1.wav": {
    "transcription": " Last week we got to play football. It was really nice. And then our team lost. I think it was 5-7. And then you see the first day we were trying for our greens. I got my green. But the most hardest is to get you red but you see my sister they said that I can't get my green I would never get my green and then I did I showed them that I did and then and then I was trying I tried to get my blue was having a test to get a blue, but I failed. I failed, but I didn't mind. Anyway, I didn't mind because I got my green. And that's it. Tell me about your school. I like to play football at school and basketball. You see how football was playing against the Year 5, Year 6 versus Year 5? And then the score was 2-1. We beat them. I must stand on it. When people are lining up, I have to tell them to stop talking for a job. Yeah. And um. You see literacy is more better than maths. I like literacy better than maths.",
    "tts_audio": "tts_M_0098_10y6m_1.wav"
  },
  "M_0078_12y4m_1.wav": {
    "transcription": " and I also got some rollerblades which I was dying to get. I also got a computer game for the computer called Red Alert. But my best present I got was probably for my birthday last year which was in fact a cat who I've called Amber because her eyes are amber coloured and she's fat and won't stop eating and she's extremely naughty and always tries to eat something and steals food from all over the place. And also, it's just a pain really. I've got one different remote control car called the Dirt Thrasher which I raced with the car I got for Christmas. This goes much much, which is four-wheel drive. And it's also got oil dampened suspension. So it's extremely smooth when it does jumps from the steps of my garden and goes in the garden and all sorts of stuff. How do you know?",
    "tts_audio": "tts_M_0078_12y4m_1.wav"
  },
  "F_0558_10y0m_1.wav": {
    "transcription": " I love watching Neighbours, Extenders, Dawson Creek, Charmed which is about three witches. I love playing rounders and tennis and cricket sometimes at school. At primary school I used to play rounders every single day but as I'm a year seven I can't play that games because I've got different friends. The books that I like, the authors that I like are Paul Jennings, Drew Bloom, Roald Dahl and I can't think of their names. I don't like between football that much or rugby. I think I'm pretty good at art, maths and science. But I don't like Bengali because it's a bit hard for me even though I speak Bengali. School is okay for me, I find it easy, it's not that hard for me. My teacher had a baby so I got a supply teacher but now she left us so we've got our home teacher back and she's got two baby sons. I also like watching Friends on Channel 4. I've got two brothers and three sisters. My brother is 17, my sister is 15 but she's 16 on November and I'm 12 and I'm 13 on November. My brother who's after me is 10 and he's going to be 11 on November.",
    "tts_audio": "tts_F_0558_10y0m_1.wav"
  },
  "M_0102_09y6m_1.wav": {
    "transcription": " Michael Jordan is a basketball player. He's been it for a few years, not until one day when he said he would like to retire. And he wanted to be a baseball player like his father. So then he started baseball, and one day a spaceship flew over them. It was these tiny aliens out from space who said that they wanted the looney tunes to make their fare even better. So then one day Michael Jordan was going golf when... When... No, wait, start again. So when the aliens reach Looney Tunes land, the aliens said that they are under control and then Bugs Bunny said that we have to have a chance to defend ourselves and they said a basketball game because they're very small they can't jump high so they're down in so then the aliens could go to new york to see the best players in the world and then they steal all their powers so then when, after the Lulitu's had practice on the hall, or what is it called, it was the aliens turn and when they look back, the alien was monsters. So then they grabbed... So on land, Michael Jordan was playing golf and he got it in one, but he didn't really. So then they took a photo of him trying to get the ball and he had to press the thing when Michael Jordan disappeared. And then down there they said that they needed their help, that these monsters were doing a basketball game.",
    "tts_audio": "tts_M_0102_09y6m_1.wav"
  },
  "M_0095_08y10m_1.wav": {
    "transcription": " I got my PlayStation in summer holidays here and when you open it, it takes CD games and I got one game which is a karate game and it's got 20 players in it. They give you 10 and you have to get the other 20 and you have to get the other 10. And I've got 19 of them so I need one more but it's really hard to get. And it's got... It's got... I think it's got five different stages. There's time attack, there's survival, there's practice mode, there's these mode, there's option mode, and there's arcade mode, that's six. I'm looking forward to this game in about a month and it's called Batman and Robin. I think it's a two player game and I'm looking forward to that and after that I'm getting a different game it's called Assault and it's a shooting game I think it's two player. Yeah when I get it I'm going to be playing with it a lot. And my uncle, he's got a Nintendo 64, and he's got four games. He's got Super Mario Land 64. He's got Star Wars. He's got Lila Wars. And he's got, I can't remember, he's got Raid Racer.",
    "tts_audio": "tts_M_0095_08y10m_1.wav"
  },
  "M_0017_09y4m_1.wav": {
    "transcription": " experiment with bicarbonate of soda and vinegar and at one point, well a few months ago we were testing for viscosity and somebody dropped a plasticine ball into a test tube and it didn't come out again. So what I tried to do was, I tried to blast it out by putting a bit of bicarbonate of soda in it and vinegar. I ended up... And we ended up bubble, bubble, bubble, foam, foam. No ball. So I ended up with my hand covered in bicarbonate of soda and vinegar and carbon dioxide. Amazing. And it smelt sheer hell. And another thing was I was writing out the script for my drama group and I thought, oh no, scrunch, scrunch, throw it over my shoulder. Oh no, I hate writing the cast. And then I was writing out the cast for my four-person group, including me. At one point, it was sheer agony. It was absolute agony. Why? Well, it was just... I kept on making mistakes and I just kept writing it the wrong way or I ran out of paper at the bottom and I had to turn over and oh no. All those usual hazards. And in the end I was glad to get out of it all. What about... Tell me some more things about chemistry experiments. Well, um... Another thing I tried was, um, at home, I tried... I took a small drinks bottle, 350ml, and I made a puncture in the bottom of it and stuck a straw through and sealed it up with a bit of blu-tack. Then I made sure it was waterproof and put a bit of bicarb in and some vinegar on top. I put the top on rather quick, put it in the bath and went around.",
    "tts_audio": "tts_M_0017_09y4m_1.wav"
  },
  "M_0219_11y2m_1.wav": {
    "transcription": " My favourite computer game is called Total Annihilation. Basically it's a blow em up and build it up strategy game. You start off with your basic boss man and then you have to use him to build your extractors to get your resources so you can build your facilities like K-Bot Labs and tank bases. K-Bot means... it's a... basically it's another word for basic foot soldier. There are different levels of technology, level 3 being the highest. Your commander can only build a certain amount of structures but every construction structure like cable lab and tank bases can build a construction cable construction vehicle and then they can build the advanced plant and then the advanced plant can make level two cables, level two tanks and then advanced construction cable or tank and then they can build level three buildings as well as that there are two teams and there are two modes skirmish which can be four players you and three computer players you can have allies and then the other type is a campaign and there's 50 missions in all, 25 missions for each side. There are also two additional adds on CDs called Total Annihilation Battle Tactics which contains battle tactic missions for both sides and a special mission for the arm which is like the rebel side called the Coral Whopper Encounter.",
    "tts_audio": "tts_M_0219_11y2m_1.wav"
  },
  "M_0216_12y1m_1.wav": {
    "transcription": " You have to try and get tapes to unlock new levels. The first level you go into is a warehouse. In the warehouse there's a secret tape. You have to go up ramps and grind rails. Grinding is where you get both wheels on a vertical ledge on the top layer of it and just go along the corner. You can do tricks like rocket air what is a grab trick where you put your hands on the top of the skateboard and your feet at the bottom and spin round and there's varials where you grab the skateboards and put it round your body and spin to make sure you get more points. To get to the competitions you have to get a number amount of tapes where you get points for the secret tapes and getting skates where you have to find letters all over the course and you get a tape for that and if you're lucky you can even get two tapes in one go. At the tournaments you have to try and get one medal to unlock the next level what is the fourth level and it's Chicago skate park it's it's got a half pipe",
    "tts_audio": "tts_M_0216_12y1m_1.wav"
  },
  "M_0138_12y2m_1.wav": {
    "transcription": " And I will be talking about what is the difference between cricket and football. And West Indies were in dire straits yesterday and they had 31 for 6 wickets. And for the last few years, the West Indies team has been declining in form. Like, for instance, they've beaten by Pakistan, 3-0. Beaten by England. England in the last test, but they still won it. They still won the test, 3-2. They beat South Africa, 3-0. And they got beaten by who else? I'm not sure now. I'm back to football now. I support Wimbledon and we're winning a bit more money. We're only 10th in the world position, we were 15th last season. But we've been seeing some good players like Vinnie Jones. We've wanted to sell for years. £650,000. We sold Honesworth, 2 million to Bolton and for the last few years, just like the West Indies we've beaten 5-0 by Arsenal last season. This season were beaten by the bottom four. All 3-1 beaten by Nottingham Forest, 3-1. Blackburn, 3-1. Southampton, 2-0. And Charlton, 3-1.",
    "tts_audio": "tts_M_0138_12y2m_1.wav"
  },
  "M_0104_12y8m_1.wav": {
    "transcription": " The most recent film that I have seen was Pokemon, the first movie. And at the beginning Ash, Misty, Brock, Pikachu and Togepi are having a picnic and Togepi and Pikachu are the Pokemon and photography was walking around around near a small pit and Togepi who is a secret Pokemon. Is quite young.",
    "tts_audio": "tts_M_0104_12y8m_1.wav"
  },
  "M_0556_07y8m_1.wav": {
    "transcription": " My favourite thing is my brother. He's nice. I like him a lot but sometimes he gets on my nerves and sometimes I get on his nerves. I like my dad. He's very nice to me and when I slashed him in my mouth he said just Yusuf and Elijah and not Michael and Lucas and I really like is my pink keyring. It's really beautiful. It's like a lumpy circle with some water in it.",
    "tts_audio": "tts_M_0556_07y8m_1.wav"
  },
  "F_0818_14y2m_1.wav": {
    "transcription": " I get there by bus and it takes about 15 minutes. I've got a friend called Emma and I go with her on the bus. I like PE, I like running, arts, okay. I'm good at English, I get high grades in my report on English. I like geography, I got quite high scores on that. History, we end at different times on each day. Monday with three, then Tuesday later and then Wednesday quarter to three and then Thursday three and then Friday quarter to three. It's quite good. We have school uniform, blazers, blue shirt, tie, and skirt or trousers.",
    "tts_audio": "tts_F_0818_14y2m_1.wav"
  },
  "M_0104_12y1m_1.wav": {
    "transcription": " Well, in September I started a new school which is a high school in Hounslow called St Mark's. In that school there are six, which are Beckett, which I am in, Campion, Clitheroe, Fisher, Pole and I can't remember the last one there. And the year I am in is 7 Becket which has missed shore as the formed shooter. We have six periods a day and it takes the most of one hour to get to school.",
    "tts_audio": "tts_M_0104_12y1m_1.wav"
  },
  "M_0819_11y11m_1.wav": {
    "transcription": " In my school, we um, the sticks grew right because every morning and Morning and after school we This time I will be using I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. I am sick. They stop sign and they stop the cars that the... because the children can walk safely to school.",
    "tts_audio": "tts_M_0819_11y11m_1.wav"
  },
  "M_0061_14y7m_1.wav": {
    "transcription": " I've been spending two weeks in Florida, USA. We stayed in an apartment only about five five five minutes away from the from the warts Disneyland Resort and we also spent time out of the resort doing other things like swimming and doing other things like that. What we did, we also went to the Ajik Kingdom, which is the most famous park in the Disneyland Resort which has loads and loads of rides. There is also three water parks which is owned by Walt Disney.",
    "tts_audio": "tts_M_0061_14y7m_1.wav"
  },
  "M_0100_11y2m_1.wav": {
    "transcription": " I go to Trenton Hills School and I like doing football, art, design technology, maths and a lot of other subjects. My best hobby is football. I scored 18 goals last year. Tell me about your friends at school and teachers and things you like doing in school. My best friend, Sean Waters. Went around to his house about two days ago. I went out on the bikes. Lost World's my best film. It was quite scary. About dinosaurs. What happened? I was they trying to do? We were trying to catch them and put them back in the right place. How did they discover them? They were walking through the forest and they heard noises and saw them. Tell me about what you've been doing today. I went out for the bandstand",
    "tts_audio": "tts_M_0100_11y2m_1.wav"
  },
  "M_0880_13y4m_1.wav": {
    "transcription": " Arsenal had a good chance of winning the Champions League but they lost that game. I think they could have won it but they didn't play their best team. We have a good chance of winning the Premier League and the FA Cup. We're in the semi-finals of the FA Cup and we're top of the table in the Premier League. So I think if we just keep winning our games and stay focused, then we have a good chance of winning it. The FA Cup, the other teams that might be a bit of a threat, I think it's Chelsea and Newcastle, if they're in it, I think they have a good chance of winning as well. In the Champions League, Man United got away, but hopefully next year we'll be in it. My favourite player in Arsenal is Thierry Henry. He plays for France and France are a very good team, so I think he's helping Arsenal as well because he's a very experienced player. He's scored the most goals in the Premier League. I don't know about the FA Cup but he has scored a lot of goals for Arsenal so that's why he's my favourite player. My second favourite player is Robert Perez. He's scored quite a few goals but not as much as Thierry Henry but he's still a good player. He also comes from France so another French player who's really good can score. Patrick Vieira who's also from France and Arsenal have many French players he's very good as well but he doesn't really Patrick Vieira doesn't really Patrick Vieira doesn't really score that much goals but he is a good player and he knows how to pass the ball and to help people score. Our goalkeeper is David Seaman. He's also the England goalkeeper and England have won their latest game I think. So I think he's going to be a good goalkeeper for Arsenal.",
    "tts_audio": "tts_M_0880_13y4m_1.wav"
  },
  "M_0216_11y6m_1.wav": {
    "transcription": " I play rugby at Staines RFC and that's where Laurence Diaglio used to play. Laurence Diaglio is my favourite rugby player because he plays for Wasps RFC and I've seen five of his games. Will Carling quit playing rugby and then a couple of months later he started again. He played for Harlequins and he didn't play for England anymore. I played basketball for Ashford Atoms basketball team. I am in the starting five of all the matches and I'm in the under 12s and next year I'm going up to the under 14s. I am just leaving my Spelthorne Junior School going to Matthew Arnold. And at Matthew Arnold there are different sections of the school for different lessons. We have five periods. During those five periods we have two breaks. Lunch break and quad break. The quad break is a lot, it's kind of a quiet area but it's in the middle of the school outside. In the quad there's about 20 tables and there's hedges all the way around it. And then there's just two alleyways to two different doors to different parts of the",
    "tts_audio": "tts_M_0216_11y6m_1.wav"
  },
  "F_0101_15y2m_1.wav": {
    "transcription": " I'm in year 10 and this year I'm doing my first year of GCSEs. I'm studying art, history, triple science, Spanish and graphical design. My favourite subject out of all of them is art. And my friends are Lucy, Lisa, Charlotte, Eleanor and Sarah. This Tuesday I'm meeting up with most of them to go shopping and then to have a sleepover. It should be fun. I think that's all I should be doing for the half term. This Friday, my sister's leaving to go to Australia for a year. And I'll miss her. She's planning to go to Thailand, New Zealand, Australia and America.",
    "tts_audio": "tts_F_0101_15y2m_1.wav"
  },
  "M_1098_25y0m_1.wav": {
    "transcription": " You didn't know the story before? No, never heard it before. So now we'll keep recording and I will ask you a question. That's okay. So first tell me about what aspects of your job you are more interested in. What bits of the job you really like to do? It's a very social and sociable industry. The people, as I say, meeting them and talking with them about radio, LBC, myself, their self, what they did over the weekend, it's very or pally and very nice and very friendly. Also within the office that I? Meeting with the job, meet more people and enjoy it more. And has it ever interfered with you getting to meet new people and feeling free to speak with think about that? What hobbies do you like to do after job? It's actually a lot of lectures because most of the courses do about 13-14 hours a week on each course. It doesn't sound an awful lot on its own but bear in mind that you're working 35 hours a week plus lunch plus getting to and from work. I often try to do things from Monday to Friday and then have the weekend off. It doesn't always work out that way of course.",
    "tts_audio": "tts_M_1098_25y0m_1.wav"
  },
  "M_0821_10y1m_1.wav": {
    "transcription": " And I have one sister, she likes being a doctor and finding out'm older. I like doing maths. I don't like English because you write a and everything. I've got a computer at home and I go on the internet sometimes and play games and my dad sometimes forces me to find out more about the hardware and software on some websites and",
    "tts_audio": "tts_M_0821_10y1m_1.wav"
  },
  "F_0558_09y3m_1.wav": {
    "transcription": " Because I like to watch it because I like seeing all of the people. I like to tell you I like the Simpsons .",
    "tts_audio": "tts_F_0558_09y3m_1.wav"
  },
  "M_1100_28y0m_1.wav": {
    "transcription": " You didn't know this story before? No. If you can still hold it, close your mouth the same way, and I'll ask a couple of questions. Oh, yes, yes. You can ask me also a couple of questions. Something is not alright there. Oh, no. Are you used to reading? I mean, it doesn't bother you to read? You write a lot? No, I don't. It's just now and then. Or it's not, or at least I don't write I don't write a large amount of stuff. It's just a rough note which I've gradually accumulated. How long were the courses you took at the college in Manchester? The course in Manchester was for three years and the course have a second degree from the Royal College? And illustrations, is it in graphics? Well, illustration is more concerned with making drawings and images, whereas the graphics tends to be more concerned with the layout. But they overlap a good deal anyway. My main asset is in drawing really, an ability to draw. So illustration seems like the obvious thing to go in for. You paint a lot. Yes, well, I draw more than paint. I'm trying to do more painting recently, well, over the past couple of years because I hadn't really used colour a great studies, who used to do illustrations and drawings. I mean, what are sort of examples for you? drawings of George Gross who uh... Gil Ray, who was an 18th century British illustrator. And Rawlinson, who was working at the same time. I like them. I can't think of many others actually. We're not illustrators, you know, I'm more interested in the painters really than the illustrators. I like David Hockney. I like his drawings. And apart from that, Renaissance painters. Mantegna is one of my favourites. And Piero della Francesca. In fact, I'm more interested in those than in illustrators, really. That's why I don't know much about illustrators. That's why I can't remember. Have you been to the Chag is a bit too jarring. And it was a lovely program. I think one of the things to enjoy Chagall is to be more involved with his way at least part-time teaching in art schools. I don't have that, no. And I haven't actually done any teaching. It's not a thing which I've ever really seriously considered. Can I ask you about your family? Do you have brothers, sisters? Yes, I've got two sisters. One of them lives in Plymouth, where my parents live. The other lives in London. And you are in the middle? No, I'm the eldest. So it's nice to have a sister nearby. Yes. And your parents are working in Plymouth or in Pension now? My father works in Plymouth. Although... Although... He's meant... Although... He's retiring this year. I think he's anyway. He's not quite sure about that. But he's at retiring age. Or near retiring age. So it'll be just this year then then you're just he doesn't want to stay on i think he'll be quite glad to retire and he works in the top five internet here he's connected with that It's a very industrial part of the town, isn't it? Yeah, I remember passing through this town. And your mother used to work at home? And you're not married? And do you know of someone in the family who used to stutter heavy or sort of wait? Since what? Since when did you start speaking? Could it be that it started earlier, but you became have noticed it and would have asked me why I was stammering. Yeah. Yeah. Yeah. Yes, well, I think in my case, it might have become apparent that it wasn't just a phase but it was continuing. And did it interfere with you doing things that you wished to do? I mean, would you choose another profession or go to study a different thing in college? Well, I think I might have considered going in for teaching, which I've never really considered, because I think that having a speech impediment wouldn used to teach lectures as well. I mean, I had a lecture as well. It was a very good lecture. It was one of but it's a thing which tends to be repeated to a certain extent. It's easier. Because I'm not so bad when I'm reading out things. Although I used to be. I used to hate doing that at school when I had to read out in front of the class. But that's not so bad now. Or maybe it's because it's not a thing which I have to do now. Whereas at the time at school it was a thing which I was expected to do. And so it was the idea that I had to do it. And I think i was into that as well yes",
    "tts_audio": "tts_M_1100_28y0m_1.wav"
  },
  "M_0065_14y5m_1.wav": {
    "transcription": " all leave leave their homes and then and then they they go to to their army base and then they they play play a few jokes on each other and And then they went went into the briefing room to get briefed on what they have to do in Iraq. And this was in 1991. And they also got lost on the way to Iraq. And in one part of the film this army man put into a little plastic bag and then he put it in the commander's bag and then he found it and chucked it back at him and then they went off to find this MSR thing which is the power supply to Iraq and then they met these armies and then I started shooting them down and the massive tank in it",
    "tts_audio": "tts_M_0065_14y5m_1.wav"
  },
  "M_0061_14y9m_1.wav": {
    "transcription": " What we moved, we moved down from London about two or three months ago. So what we moved, we moved from London down to Farram. And also what we've got, we've got a really nice house which has five bedrooms and it has a big sitting room which also joins on to the dining room which we also have a large kitchen and we have quite a big garden um what we've also got we've also got a what we've also got we've also got got a small shopping centre near us, which is very, very handy for things. And also what we've got, we've got a giant little bus to Idio, which is also very good. um and also what we spent we spent our first our first um christmas there um what we had we had my um um my um my um my grandma and granddad come down and what they took us they took us around a round the tour of tour of Portsmouth Harbour, which was very good. And then what we had, we had my granny and my aunt down staying for about a week, which we went to Yorkshire to stay for Christmas Day, which was good. And so what I got for Christmas, I got a new personal CD player and a new CD. And what I also got is I also got some shaving gel. And I also got some chocolates.",
    "tts_audio": "tts_M_0061_14y9m_1.wav"
  },
  "M_0100_13y10m_1.wav": {
    "transcription": " I came up on the train to here. We got on the train at Sutton and it took us ages because we got on the slow train to Victoria. Then we got on the underground train to Warren Street and we got off the train to Warren Street yeah, and then we walked from Warren Street, no we didn't, we got on the Northern line and we got on the train to Goody Street and we got off the train there and we walked all the way to university. Then, now I'm doing a speech recording. Yesterday I went to work for someone of us. It's Christmas shopping. then came up to have a McDonalds came home, it was fun. After this I'm going to do some more shopping because I've been given £10 to get a Christmas present with myself by I think it's an uncle or an auntie and I don't know what I'm going to get and then we're going to go home because our dog's at home and he was getting lonely at home and so we have to go through the mouths of people who used to go everywhere. I don't want them to do that because I have to clean it up and there's no way nice. So what's your dog's name? Buddy. Buddy. And how long have you had him?",
    "tts_audio": "tts_M_0100_13y10m_1.wav"
  },
  "M_0394_09y5m_1.wav": {
    "transcription": " I have six cousins on my dad's side of the family, but on my mum's side of the family I have none. So when my auntie was taken pregnant two weeks ago I couldn't, I was speechless and I knew that I had a baby cousin and she said we're going to have it in nine months and I'm really looking forward to it. My auntie used to have two dogs and a cat but then she adopted a dog with three legs and she had to take it in a hotel with her that wasn't allowed. And then she hid it in the bag so when she went up in the elevator with other people it started to bark so she had to cough to set up the barking and she's a I'm not sure if this true or not a guard dog in an animal worker bit person and that's why he shares lots of animals. That's a dog that shares, it's a Lassie breed and we got quite attached and he used to sit on my lap and lick my feet.",
    "tts_audio": "tts_M_0394_09y5m_1.wav"
  },
  "M_0138_13y3m_1.wav": {
    "transcription": " And I'm normally back number five to seven, yeah. And the next training, I think it's on Saturday or Sunday, early in the morning, yeah. And I do German at school, which is not very good, but it's hard. And we're doing things about compensations in German and where to go, like left left a third left opposite the bank and stuff yeah and my holiday so far has been okay so far it's a little bit boring what I've been doing is like just like watching TV play computer games music and stuff just doing that I've been bowling and I've got a friend's birthday on Tuesday, yeah, so I'm hoping to go down bowling and then go to Nando's to have a bit of something to eat, yeah. And what else do I do? At school, my favourite subject is probably PE at the moment and my PE teacher, he's leaving this year so we should have a new PE teacher here and I like my science teacher, he's like all shouting and stuff. I was like, I don't like him, his name is Mr. Scantlebury, I don't like him. And I had parents evening a couple of weeks ago, it was okay but geography was a bit bad as well. Geography was a bit bad. I missed a couple of homework. My mum wasn't very pleased, but my dad really likes cricket, yeah. And he got me into cricket, yeah. And he joined me through Hornsey. I think it was sometime last month, yeah. I used to go training in the morning, yeah. Indoors. We'd do indoor and outdoor, yeah. And I used the proper and train in the morning indoors, indoor and outdoor, and use the proper ball. I got some cricket stuff upstairs on my shelf. Last time I played for the school we beat Northumberland Park. I think it was 75 to 110. Yeah, beat them badly, yeah, but a bit more heart-rending as well. They're shabby.",
    "tts_audio": "tts_M_0138_13y3m_1.wav"
  },
  "M_0212_11y1m_1.wav": {
    "transcription": " My favourite sport is football because it keeps me really fit. I used to play for a football team. Now I don't because there is no football teams around my area. I chose football as my favourite hobby because it involves some skills that you need to learn. It also helps you keep fit and make your brain work more actively. My other hobbies are cricket rounders because they all involve running and hitting. But my favourite one is Rounders because it has a thin, long bat that is hard to hold up and is thin because it needs to hit harder. The ball is fatter than the bat. Cricket is much nicer because it has a fatter bat and a smaller ball but the bats are heavy and you need to have a lot of strength to hold a bat. You need also to have a hard hitting skills. It also needs you to be a fast runner and a good aimer. Horse riding is also good because you improve on your skills on how to be confident with a horse. You also jump over some poles.",
    "tts_audio": "tts_M_0212_11y1m_1.wav"
  }
}